{"brand":"Adidas","path":"adidas","category":"athletic,shoes","grade":"C-","summary":"Adidas has made considerable progress in addressing climate change. While its scope 3 GHG emissions reduction goal of 30% remains far below the 55% reduction needed to stay on a 1.5 degree warming pathway, the company's efforts to drive renewable energy deployment in its supply chain are encourgaing. Despite the challenges posed by the COVID-19 pandemic, Adidas reports that its strategic suppliers installed 27 MWp of rooftop solar systems and it reasserted its commitment to scale the use of renewable energy in both tier 1 and 2 facilities. The company should build on its progress by strengthening its targets to 55% reduction and 100% renewable energy across its supply chain, rapidly eliminating on-site coal as well as coal electricity from its manufacturing, and set clear and measurable targets for phasing out all fossil fuel based materials.","commitments_grade":"C-","commitments_summary":"<h4>GHG emission reduction targets (scope 1 & 2) </h4><p>Adidas has set a target to reduce absolute GHG emissions 90% by 2025 from a 2017 base year but has not set commitments to purchase or switch to renewable energy in its own operations. <span class=footnote><sup>1</sup></span></p><h4>GHG emission reduction targets (scope 3) </h4><p>Adidas has set a target to reduce absolute GHG emissions 30% by 2030 from a 2017 base year, but the company has not set commitments to purchase or switch to renewable energy in its supply chain. <span class=footnote><sup>2</sup></span></p><h4>Transparency</h4><p>Adidas annually reports GHG emissions and energy demand in its own operations to the CDP, but it does not publicly report renewable energy consumption and attributes.</p><p>Adidas publicly reports its list of suppliers and it only reports the annual GHG emissions associated with its supply chain. Adidas does not annually report energy demand or renewable energy consumption and attributes in its supply chain. <span class=footnote><sup>3</sup></span>","commitments_notes":"<li>[1] Science Based Targets initiative. (2021, April). Companies taking action. https://sciencebasedtargets.org/companies-taking-action#table</li><li>[2] Ibid.</li><li>[3] Adidas. (n.d.) Global Factory Lists. https://www.adidas-group.com/en/sustainability/managing-sustainability/human-rights/supply-chain-structure/</li>","renewable_grade":"D+","renewable_summary":"<p>Adidas does not report providing financial incentives to suppliers, but the company provides training, tools and guidelines that help to support some of its major suppliers in increasing energy efficiency in their facilities. <span class=footnote><sup>4</sup></span></p><p>Adidas provides financial incentives to some of its suppliers to reduce reliance on fossil fuel energy by deploying or using renewable energy. Adidas reports that it \"funded and provided technical expertise for solar rooftop feasibility studies in key sourcing countries such as Vietnam, Cambodia, China, Indonesia and Myanmar, covering approximately 80% of our strategic suppliers.\" <span class=footnote><sup>5</sup></span></p><p>Adidas requires suppliers to provide facility level data via the Higg Index. But the company does not require suppliers to set GHG emission reduction targets or set Science-based Targets (SBTs) or annually report GHG emissions.</p>","renewable_notes":"<li>[4] Adidas. (2021). Annual Report 2020. Retrieved on July 11, 2021 from: https://sec.report/otc/financial-report/273628/Annual-Report-2020.pdf</li><li>[5] Ibid.</li>","materials_grade":"F","materials_summary":"<p>Adidas has not made any commitments to phase out fossil fuel based materials. The company states that it aims to \"replace all virgin polyester with recycled polyester in all products\" by 2024, but the company's commitment only extends to products \"where a solution exists,\" making the scope of this commitment unclear.</p><p>Adidas has committed to increasing its use of recylced polyester to 71% by 2024 and to increase the recyclability of some of its products as illustrated by its new FUTURECRAFT.LOOP 100% recyclable performance shoe. But it has not made any commitments to phase out non-organic cotton or cotton sourced from non-regenerative agriculture or eliminate materials such as leather and viscose sourced from practices that contribute to deforestation by 2030. Adidas has not committed to closing the apparel-to-apparel recycling loop or improving the durability, repairability and resale of its products. <span class=footnote><sup>7</sup></span></p><p>Adidas does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><p>Adidas has made significant progress in increasing the amount of recycled polyester in its products. But the company has not reported progress in increasing the proportion of organic or regenerative cotton in its material mix. Adidas has not demonstrated significant progress in reducing deadstock, recycling its own products or other apparel in a closed loop, phasing out materials sourced from practices contributing to deforestation, or improving the durability, repairability or resale of its products</p>","materials_notes":"<li>[6] Adidas. (n.d.a) Sustainability: Innovation. https://www.adidas-group.com/en/sustainability/products/sustainability-innovation/#/transport-and-packaging/</li><li>[7] Adidas. (2021). Annual Report 2020. Retrieved on July 11, 2021 from: https://sec.report/otc/financial-report/273628/Annual-Report-2020.pdf</li>","shipping_grade":"D+","shipping_summary":"<p>Adidas annually reports its shipping emissions and it includes shipping emissions in its GHG reduction targets. <span class=footnote><sup>8</sup></span></p><p>Adidas has not reported any significant reductions in its shipping emissions.</p><p>Adidas has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel nor to advocate for supporting port infrastructure.</p>","shipping_notes":"<li>[8] Ibid.</li>","advocacy_grade":"B+","advocacy_summary":"<p>Adidas signed two letters urging policy makers to increase renewable energy supply and adopt strong emissions reduction targets including: a letter to the government of Cambodia raising concerns about the country's continued investment in and expansion of coal power as well as the United for The Paris Agreement letter.</p>","leave empty\r":"\r"}