{"brand":"ALDO","path":"aldo","category":"shoes","grade":"F","summary":"ALDO is failing to take meaningful action to address climate change. The global footwear company's weak intensity-based GHG emission reduction targets of 30% by 2030 position the company as a clear laggard among its competitors in the footwear and apparel space. The company should strive to become more transparent about its GHG emissions in its supply chain and needs to move quickly to invest in deploying renewable energy in its supply chain if it's serious about tackling its climate emissions by 2030. The company should also develop an action plan to phase out fossil fuel based materials, starting with virgin ones, and commit to clear targets to switch to low carbon, non-fossil alternatives. ","commitments_grade":"F","commitments_summary":"<h4>GHG emission reduction targets (scope 1 & 2) </h4><p>ALDO has set a target to reduce absolute GHG emissions 40% by 2030 from a 2016 base year, but it has not set commitments to purchase or switch to renewable energy in its operations. <span class=footnote><sup>1</sup></span></p><h4>GHG emission reduction targets (scope 3) </h4><p>ALDO has set an intensity-based target to reduce GHG emissions 30% per pair of shoes by 2030 from a 2016 base year, but the company has not set commitments to purchase or switch to renewable energy in its supply chain. <span class=footnote><sup>2</sup></span></p><h4>Transparency</h4><p>ALDO annually reports GHG emissions in its own operations, but it does not report energy demand or renewable energy consumption and attributes.</p><p>ALDO has not publicly reported its list of suppliers nor has it reported the GHG emissions, energy demand and renewable energy consumption and attributes associated with its supply chain.","commitments_notes":"<li>[1] Science Based Targets initiative. (2019, September). Companies taking action. https://sciencebasedtargets.org/companies-taking-action#table</li><li>[2] Ibid.</li><li>[3] The ALDO Group. (n.d.a) Corporate Social Responsibility: Carbon Emissions. Retrieved from: https://responsibility.aldogroup.com/indicators/planet/carbon_footprint/carbon_emissions_fix</li>","renewable_grade":"F","renewable_summary":"<p>ALDO does not report providing financial incentives to suppliers, but the company provides support to some of its major suppliers through training to help increase energy efficiency in their facilities. <span class=footnote><sup>4</sup></span></p><p>It is not discernible if ALDO provides financial or other incentives to suppliers to reduce reliance on fossil fuels by deploying or using renewable energy.</p><p>ALDO requires all Tier 1 suppliers to provide facility level data via the Higg Index. But the company does not require suppliers to set GHG emission reduction targets or set Science-based Targets (SBTs) or annually report GHG emissions. <span class=footnote><sup>5</sup></span></p>","renewable_notes":"<li>[4] The ALDO Group. (n.d.a) Corporate Social Responsibility: Low Carbon Strategy. Retrieved from: https://responsibility.aldogroup.com/indicators/planet/carbon_footprint/low_carbon_strategy</li><li>[5] The ALDO Group. (n.d.b) Corporate Social Responsibility: Environmental Assessment. Retrieved from: https://responsibility.aldogroup.com/indicators/partnerships/sourcing/environmental_assessments</li>","materials_grade":"F","materials_summary":"<p>ALDO has not made any commitments to phase out fossil fuel based materials.</p><p>ALDO has not made any commitments to switch to organic cotton or cotton sourced from regenerative agriculture or eliminate materials, such as leather and viscose, sourced from practices that contribute to deforestation by 2030. ALDO has not committed to closing the apparel-to-apparel recycling loop or improving the durability, repairability and resale of its products.</p><p>ALDO does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><p>ALDO has not committed to phasing out virgin fossil fuel based materials or reported on its progress in reducing its reliance on such materials. ALDO has not committed to switching to organic cotton or cotton sourced from regenerative agriculture or reported progress in increasing the proportion of such cotton in its material mix. ALDO has not demonstrated any progress in reducing deadstock, recycling its own products in a closed loop, or phasing out materials sourced from practices contributing to deforestation.</p>","materials_notes":"","shipping_grade":"F","shipping_summary":"<p>ALDO does not report its shipping emissions annually and it does not explicitly include shipping emissions in its GHG reduction targets.</p><p>ALDO reports that \"as part of our Ship Smart initiative, we’ve reduced product air transportation by 70% (2018 vs 2013),\" though the company has not reported quantifiable reductions in emissions from shipping. <span class=footnote><sup>6</sup></span></p><p>ALDO has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and to advocate for supporting port infrastructure.</p>","shipping_notes":"<li>[6] The ALDO Group. (n.d.c) Corporate Social Responsibility: Transport Efficiency. Retrieved from: https://responsibility.aldogroup.com/indicators/planet/carbon_footprint/transport_efficiency</li>","advocacy_grade":"F","advocacy_summary":"<p>It is not discernable if ALDO participated in advocacy efforts over the preceding 24 months urging policy makers to promote and support increasing renewable energy supply, especially in supply chain countries, or stronger emissions reduction targets.</p>","leave empty\r":"\r"}