{"brand":"Allbirds","path":"allbirds","subsidiaries":"","main_brands":"","category":"shoes","grade":"D+","summary":"Allbirds' recently released Flight Plan demonstrates that the company is taking its responsibility to address climate change seriously, but its commitments to reduce GHG emissions 42% miss the mark when it comes to achieving the reductions necessary for a 1.5 degree pathway. While the popular shoe brand has reported considerable progress in shifting away from fossil fuel based materials to low carbon alternatives for its shoes, the company's efforts to drive renewable energy in the manufacturing of its products places it behind other leading sneaker brands. The company should increase its investment in renewable energy in its supply chain and should become more transparent in terms of reporting its scope 1, 2 and 3 GHG emissions beyond disclosing the carbon footprint of its products. Allbirds should also require its suppliers to disclose their emissions, set targets and provide facility-level energy data via the Higg Index.","commitments_grade":"C-","commitments_summary":"<h4>Climate commitments</h4><p><strong>In own operations </strong><br/>Allbirds has set a target to reduce absolute GHG emissions 42% by 2030 from a 2020 base year, and it has set public commitments to switch to 100% renewable energy in its own operations by December 2025, but it's not clear if the renewable energy will be additional to the grid. <span class=footnote><sup>1, 2</sup></span></p><p><strong>In the supply chain </strong><br/>Allbirds has set a target to reduce absolute GHG emissions 42% in its supply chain, and it has committed to achieve 100% renewable energy for its finished goods manufacturers. <span class=footnote><sup>3,</sup></span> <span class=footnote><sup>4</sup></span></p><h4>GHG emissions and energy transparency</h4><p><strong>In own operations </strong><br/>Allbirds has not publicly reported the GHG emissions, energy demand and renewable energy consumption and attributes in its own operations.</p><p><strong>In the supply chain </strong><br/>Allbirds publicly reports its carbon footprint per pair of shoes. <span class=footnote><sup>5</sup></span> But the company has not publicly reported its list of suppliers nor has it reported the GHG emissions, energy demand and renewable energy consumption and attributes associated with its supply chain. The company has set commitments to \"map 100% of T1 through T4 suppliers\" and \"disclose 100% of T1 and strategic T2-T4 suppliers on website.\" <span class=footnote><sup>6</sup></span></p>","commitments_notes":"<li>[1] Allbirds. (2021). Introducing the Allbirds Flight Plan: Our Ambitious New Sustainability Commitments. Available at: https://allbirdsblog.medium.com/introducing-the-allbirds-flight-plan-our-ambitious-new-sustainability-commitments-340e93bfd146</li><li> [2] Allbirds. (n.d.a.). Sustainable Practices. Responsible Energy. Available at: https://www.allbirds.com/pages/responsible-energy</li><li>[3] Allbirds. (2021). Introducing the Allbirds Flight Plan: Our Ambitious New Sustainability Commitments. Available at: https://allbirdsblog.medium.com/introducing-the-allbirds-flight-plan-our-ambitious-new-sustainability-commitments-340e93bfd146</li><li> [4] Allbirds. (n.d.a.). Sustainable Practices. Responsible Energy. Available at: https://www.allbirds.com/pages/responsible-energy</li><li>[5] Allbirds. (n.d.b.). Sustainability. Accessed at: https://www.allbirds.com/pages/sustainability </li><li>[6] Allbirds. (n.d.c.). Allbirds Foundational Commitments. Accessed at: https://cdn.allbirds.com/image/upload/v1624992612/marketing-pages/21Q3_sustainabilty-site-update_strategic-foundations.pdf</li>","renewable_grade":"F","renewable_summary":"<h4>Energy efficiency </h4><p>Allbirds does not report providing financial incentives to suppliers, but the company reports that it works with manufacturing partners \"to help them improve their energy efficiency.\"<span class=footnote><sup>7</sup></span></p><h4>Renewable energy use and deployment </h4><p>Allbirds does not report providing financial incentives to suppliers, but the company reports it works with its factories \"collaboratively to procure on-site renewables,\" which helps to support some of its major suppliers in deploying or using more renewable energy. <span class=footnote><sup>8</sup></span></p><h4>Supplier transparency and commitments</h4><p>It is not discernible if Allbirds requires suppliers to set GHG emission reduction targets or set Science-based Targets (SBTs), provide facility level data using the Higg Index or annually report GHG emissions.</p>","renewable_notes":"<li>[7] Allbirds (2021). Allbirds 2020 Sustainability Report. P. 27. Available at: https://cdn.allbirds.com/image/upload/v1625161698/marketing-pages/Allbirds_Sustainability_Report_2020.pdf</li><li>[8] Allbirds. (n.d.a.). Sustainable Practices. Responsible Energy. Available at: https://www.allbirds.com/pages/responsible-energy</li>","materials_grade":"C-","materials_summary":"<h4>Eliminating fossil fuel fabrics  </h4><p>Allbirds has not made any commitments to phase out fossil fuel based materials. Although details remain undisclosed, the company has indicated that switching to renewable materials is a priority for the company. <span class=footnote><sup>9</sup></span> The company largely relies on alternative materials for its shoes, but it's unclear how much of the material mix across all product lines is fossil fuel based.</p><h4>Commitment to circularity and low carbon materials  </h4><p>Allbirds has committed to sourcing 100% of wool from regenerative sources and it primarily relies on plant-based leather and cellulosic fibers such as TENCEL lyocell that do not contribute to deforestation of ancient, endangered and other sensitive forests. The company has committed to \"double the lifetime of footwear and apparel products.\" <span class=footnote><sup>10</sup></span> Allbirds has not committed to closing the apparel-to-apparel recycling loop.</p><h4>Progress and performance  </h4><p>Allbirds does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><h4>Transparency </h4><p>Allbirds has set a priority to phase out petroleum-based materials and has largely reduced its reliance on virgin fossil fuel based materials for its shoes. While the company has not reported its progress in switching to wool from regenerative sources as per its commitment, it appears that the company does not source cellulosic materials such as viscose or leather from practices that contribute to deforestation. The company has set a goal of achieving \"75% sustainably sourced natural or recycled materials.\" <span class=footnote><sup>11</sup></span> The company appears to primarily rely on recycled fossil fuel based materials such as recycled polyester and nylon, though it does not report quantifiable metrics on its material mix. Allbirds has not demonstrated progress in eliminating deadstock, recycling its own products (or other apparael in a closed loop) or improving the durability, repairability or resale of its products.</p>","materials_notes":"<li>[9] Allbirds. (n.d.d). Sustainable Practices. Renewable Materials. Available at: https://www.allbirds.com/pages/renewable-materials</li><li>[10] Ibid.</li><li>[11] Ibid.</li>","shipping_grade":"D+","shipping_summary":"<h4>Shipping climate commitments and reporting  </h4><p>Allbirds reports its shipping emissions in its sustainability report and indicates a commitment to reduce emissions from shipping. The company has set a goal of achieving \"more than 95% ocean shipping\" by December 2025. <span class=footnote><sup>12</sup></span></p><h4>Reduction in upstream shipping emissions </h4><p>Allbirds has not reported any significant reductions in its shipping emissions.</p><h4>Commitment and advocacy for zero emissions vessels (ZEV) by 2030  </h4><p>Allbirds has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and to advocate for supporting port infrastructure.</p>","shipping_notes":"<li>[12] Allbirds. (n.d.a.). Sustainable Practices. Responsible Energy. Available at: https://www.allbirds.com/pages/responsible-energy</li>","advocacy_grade":"C","advocacy_summary":"<p>Allbirds signed an open letter to President Biden supporting climate action in line with the Paris Accord and a 2030 emissions reducton target, or Nationally Determined Contribution (NDC), of 50% or greater.</p>","leave empty\r":"\r"}