{"brand":"American Eagle Outfitters","path":"american-eagle","subsidiaries":"aerie","category":"fast","grade":"F","summary":"American Eagle Outfitters is in the early stages of tackling its climate pollution and could easily fall behind its peers if it doesn't swiftly scale up its ambition and implementation. The popular brand made waves when it announced its supply chain climate target in late 2019, but that target is no longer industry-leading nor strong enough to meet the ambition required today. The company lags in transparency, failing to even make its suppliers public. AEO will need to rapidly scale up its infant energy efficiency work with suppliers and tackle sourcing renewable energy in the supply chain to meet its current target and then get onto a 1.5 degree pathway.","commitments_grade":"D+","commitments_summary":"<h4>Climate commitments</h4><p><strong>In own operations </strong><br/>AEO has set a target to reduce absolute GHG emissions 80% by 2030 from a 2018 baseline and has set public commitments to switch to 100% renewable energy in its own operations, but it's not clear if the renewable energy will be additional to the grid. <span class=footnote><sup>1</sup></span></p><p><strong>In the supply chain </strong><br/>AEO has set a target to reduce absolute GHG emissions 40% by 2030 from a 2018 base year but the company has not set commitments to purchase or switch to renewable energy in its supply chain. <span class=footnote><sup>2</sup></span></p><h4>GHG emissions and energy transparency</h4><p><strong>In own operations </strong><br/>AEO annually reports GHG emissions and energy demand, but it does not report renewable energy consumption and attributes. <span class=footnote><sup>3</sup></span></p><p><strong>In the supply chain </strong><br/>AEO has not publicly reported its list of suppliers but it reports the annual GHG emissions associated with its supply chain. AEO does not annually report energy demand or renewable energy consumption and attributes in its supply chain. <span class=footnote><sup>4</sup></span></p>","commitments_notes":"<li>[1] AEO Inc. (n.d.). Sustainability.  Retrieved July 9, 2021, from https://www.aeo-inc.com/sustainability/</li><li>[2] Science Based Targets initiative. (2020, July). Companies taking action. https://sciencebasedtargets.org/companies-taking-action#table</li><li>[3] AEO Inc. (n.d.). AEO Annual GHG Inventory Results [fact sheet]. https://www.aeo-inc.com/wp-content/uploads/2021/01/GHG-Inventory.pdf</li><li>[4] Ibid.</li>","renewable_grade":"F","renewable_summary":"<h4>Energy efficiency </h4><p>AEO does not report providing financial incentives to suppliers, but the company is piloting Clean by Design at mills, which helps to support some of its major suppliers in increasing energy efficiency in their facilities. <span class=footnote><sup>5</sup></span></p><h4>Renewable energy use and deployment </h4><p>It is not discernible if AEO provides financial or other incentives to suppliers to reduce reliance on fossil fuels by deploying or using renewable energy.</p><h4>Supplier transparency and commitments</h4><p>AEO requires some but not all suppliers to provide facility level data using the Higg Index at over 150 factories, mills and laundries. But the company does not require suppliers to set GHG emission reduction targets, set Science-based Targets (SBTs) or annually report GHG emissions. <span class=footnote><sup>6</sup></span></p>","renewable_notes":"<li>[5] AEO Inc. (n.d.). Sustainability.  Retrieved July 9, 2021, from https://www.aeo-inc.com/sustainability/</li><li>[6] AEO Inc. (n.d.). Sustainability.  Retrieved July 9, 2021, from https://www.aeo-inc.com/sustainability/</li>","materials_grade":"F","materials_summary":"<h4>Eliminating fossil fuel fabrics  </h4><p>AEO has not made any commitments to phase out fossil fuel based materials.</p><h4>Commitment to circularity and low carbon materials  </h4><p>AEO has committed to increase recycled synthetic content and eliminate materials such as leather or viscose sourced from practices that contribute to deforestation by 2030 but it has not made any commitments to phase out non-organic cotton or cotton sourced from non-regenerative agriculture. AEO has not committed to closing the apparel-to-apparel recycling loop or improving the durability, repairability and resale of its products. <span class=footnote><sup>7, </sup></span><span class=footnote><sup>8</sup></span></p><h4>Progress and performance  </h4><p>AEO does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><h4>Transparency </h4><p>AEO has not committed to phasing out virgin fossil fuel based materials. AEO has not committed to switching to organic cotton or cotton sourced from regenerative agriculture. AEO has not demonstrated progress increasing the recycled content in its products, but it has improved the recyclability of some of its products, particularly its AE x Jeans Redesign collection. The company has not reported progress on reducing deadstock, recycling its own products or other apparel in a closed-loop system, phasing out materials sourcesd from practices contributing to deforestation or improving the durability, repairability or resale of its products <span class=footnote><sup>9</sup></span></p>","materials_notes":"<li>[7] AEO Inc. (n.d.). AEO Inc. Commitment to Protect Forests Through Our Fabric Choices. [Fact sheet]. https://www.aeo-inc.com/wp-content/uploads/2018/04/CanopyStyle-Pledge-2019.pdf </li><li> [8] AEO Inc. (n.d.). Sustainability.  Retrieved July 9, 2021, from https://www.aeo-inc.com/sustainability/</li><li>[9] AEO Inc. (n.d.). AEO Reinforces Sustainability Commitment.  Retrieved July 9, 2021, from https://www.aeo-inc.com/2021/05/13/aeo-reinforces-sustainability-commitment/</li>","shipping_grade":"F","shipping_summary":"<h4>Shipping climate commitments and reporting  </h4><p>AEO reports its shipping emissions annually, but it does not include shipping emissions in its GHG reduction targets. <span class=footnote><sup>10</sup></span></p><h4>Reduction in upstream shipping emissions </h4><p>AEO has not reported any significant reductions in its shipping emissions.</p><h4>Commitment and advocacy for zero emissions vessels (ZEV) by 2030  </h4><p>AEO has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and to advocate for supporting port infrastructure.</p>","shipping_notes":"<li>[10] AEO Inc. (n.d.). AEO Annual GHG Inventory Results [fact sheet]. https://www.aeo-inc.com/wp-content/uploads/2021/01/GHG-Inventory.pdf</li>","advocacy_grade":"F","advocacy_summary":"<p>It is not discernable if AEO participated in advocacy efforts over the preceding 24 months urging policy makers to promote and support increasing renewable energy supply, especially in supply chain countries, or stronger emissions reduction.</p>","leave empty\r":"\r"}