{"brand":"Arc'teryx","path":"arcteryx","category":"outdoor","grade":"C-","summary":"As a leading North American outdoor gear and apparel brand, Arc'teryx has taken important initial steps in addressing the climate crisis and advocating for meaningful policy solutions. But while the company has set a commitment to reduce GHG emissions in its supply chain, the intensity-based target it has set misses the mark as it does not add up to achieving the 55% absolute emissions reductions consistent with a 1.5 degree pathway. The company has an important opportunity to strengthen its efforts to decarbonize its supply chain by increasing its investment in renewable energy deployment in factories that make its materials and products. The company should improve its transparency on targets related to lower carbon materials and needs to take transparent steps to phase out fossil fuel materials, starting with virgin types.","commitments_grade":"C-","commitments_summary":"<h4>GHG emission reduction targets (scope 1 & 2) </h4><p>Arc'teryx has set a target to reduce absolute GHG emissions 65% by 2030 from a 2018 base year, and has set public commitments to switch to 100% renewable energy in its own operations, but it's not clear if the renewable energy will be additional to the grid. <span class=footnote><sup>1</sup></span></p><h4>GHG emission reduction targets (scope 3) </h4><p>Arc'teryx has set an intensity-based target to reduce GHG emissions in its supply chain 65% per unit by 2030 from a 2018 base year. The company has not set a significant commitment to increase renewable energy in its supply chain, but it partners with suppliers for onsite renewable energy projects. <span class=footnote><sup>2</sup></span></p><h4>Transparency</h4><p>Arc'teryx annually reports GHG emissions in its own operations, but it does not report energy demand or renewable energy consumption and attributes. <span class=footnote><sup>3</sup></span></p><p>Arc'teryx publicly reports its list of suppliers and it only reports the annual GHG emissions associated with its supply chain. <span class=footnote><sup>4, 5</sup></span> Arc'terx does not annually report energy demand/renewable energy consumption and or renewable energy consumption and attributes in its supply chain.","commitments_notes":"<li>[1] Science Based Targets initiative. (2020, April). Companies taking action. https://sciencebasedtargets.org/companies-taking-action#table</li><li>[2] Ibid.</li><li>[3] Arc'teryx. (2020). Climate Report 2020. Available at: https://s3-us-west-2.amazonaws.com/images.arcteryx.com/pdf/Arc%27teryx+Sustainability+Report+(final).pdf</li><li>[4] Ibid [5] Arc'teryx. (n.d.). Supply Chain Partners. Available at: https://arcteryx.com/us/en/explore/supply-chain-partners</li>","renewable_grade":"D","renewable_summary":"<p>Arc'teryx parners with the Apparel Impact Institute on initiatives that provide financial incentives to some of its suppliers to increase energy efficiency in their facilities. <span class=footnote><sup>6</sup></span></p><p>Arc'teryx does not report providing financial incentives to suppliers, but the company supports five of its supply chain partners by providing technical assistance in assessing the feasibility of renewable energy deployment such as rooftop solar in their facilities. <span class=footnote><sup>7</sup></span></p><p>Arc'teryx requires suppliers to provide facility level data using the Higg Index. The company reports that \"100% of our finished good manufacturing partners and 75% of our strategic material suppliers are actively reporting on the Higg Facility Environment Modules (FEM).\" But the company does not require suppliers to set GHG emission reduction targets or set Science-based Targets (SBTs) or annually report GHG emissions publicly. <span class=footnote><sup>8</sup></span></p>","renewable_notes":"<li>[6] Apparel Impact Institute. (n.d.). Our Partners. Available at: https://apparelimpact.org/partners/</li><li>[7] Clean Energy Investment Accelerator. (n.d.). CEIA Southeast Asia Newsletter. Available at: https://connect.wri.org/webmail/120942/981999757/57d7c454e6c241dc77152342b1486d0639e9c1686ab4301a76735e898c921be4</li><li>[8] Arc'teryx. (n.d.a.). Sustainability. Available at: https://arcteryx.com/ca/en/explore/sustainability/</li>","materials_grade":"F","materials_summary":"<p>Arc'teryx has not made explicit commitments to phase out fossil fuel based materials.</p><p>Arc'teryx has committed to improving the durability, repairability and resale of its products. Though it has not made explicit commitments to phase out non-organic cotton or cotton sourced from non-regenerative agriculture, it has taken steps to significantly shift to organic cotton. <span class=footnote><sup>9</sup></span> It is not discernible if the company has commitments to eliminate materials such as viscose sourced from practices that contribute to deforestation by 2030. Arc'teryx has not made an explicit commitment with measurable targets on closing the apparel-to-apparel recycling loop or significantly increasing recycled content or recyclability.</p><p>Arc'teryx does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><p>Arc'teryx has demonstrated significant progress in switching to organic cotton as well as in improving the durability, repairability and resale of its products. <span class=footnote><sup>10, 11</sup></span> The company demonstrated progress in recycling its own products and textiles into new goods via its ReBird initiative. <span class=footnote><sup>12</sup></span> But Arc'teryx has not demonstrated progress in reducing its reliance on fossil fuel materials, reducing deadstock or phasing out materials potentially sourced from practices contributing to deforestation.</p>","materials_notes":"<li>[9] Ibid.</li><li>[10] Arc'teryx. (n.d.b.). Used Gear. Available at: https://www.usedgear.arcteryx.com [11] Arc'teryx. (n.d.c.). Product Service. Available at: https://arcteryx.com/us/en/help/product-service [12] Arc'teryx. (n.d.d.). ReBird. Available at: https://arcteryx.com/ca/en/explore/rebird/</li>","shipping_grade":"D+","shipping_summary":"<p>Arc'teryx annually reports its emissions and it includes shipping emissions in its GHG reduction targets.</p><p>Arc'teryx has not reported any significant reductions in its shipping emissions.</p><p>Arc'teryx has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and to advocate for supporting port infrastructure.</p>","shipping_notes":"","advocacy_grade":"B+","advocacy_summary":"<p>Arc'teryx signed several letters and commitments urging policymakers to increase renewable energy supply and adopt strong emissions reduction targets including: a letter to the Government of Vietnam urging swift approval and implementation of the Direct Power Purchase Agreement (DPPA) pilot to support the country's renewable energy transition; the Uniting Business and Governments to Recover Better joint statement; and the Business Ambition for 1.5°C commitment.</p>","leave empty\r":"\r"}