{"brand":"Armani ","path":"armani","subsidiaries":"","main_brands":"","category":"luxury","grade":"F","summary":"Armani Group is failing to take action to address the climate crisis. The company has not yet set GHG emissions reduction targets for its supply chain, where the majority of its climate pollution is generated, nor has it begun to incentivize pollution-reducing measures by its manufacturing partners. Armani Group needs to take steps to ensure the phaseout of coal from its supply chain by 2030 and invest in rapidly increasing the use of renewable energy such as solar if it's serious about tackling climate change. The company should also disclose its supply chain emissions and energy use regularly and chart a plan for phasing out fossil fuel based materials for low carbon alternatives, prioritizing materials such as organic cotton and non-synthetics that do not contribute to deforestation. ","commitments_grade":"D-","commitments_summary":"<h4>Climate commitments</h4><p><strong>In own operations </strong><br/>Armani Group has set a target to reduce absolute GHG emissions in its own operations 50% by 2030 from a 2019 base year and has set a commitment to switch to 100% renewable energy by 2023 but not all of the renewable energy will be additional to the grid. <span class=footnote><sup>1</sup></span></p><p><strong>In the supply chain </strong><br/>Armani Group has set a target to reduce absolute GHG emissions from purchased goods and services and downstream transportation and distribution 42% by 2029, but the company has not set commitments to purchase or switch to renewable energy in its supply chain. <span class=footnote><sup>2</sup></span></p><h4>GHG emissions and energy transparency</h4><p><strong>In own operations </strong><br/>Armani Group annually reports the GHG emissions and energy demand in its own operations, but it does not report renewable energy consumption and attributes. <span class=footnote><sup>3</sup></span></p><p><strong>In the supply chain </strong><br/>Armani Group has not publicly reported its list of suppliers nor has it reported the GHG emissions, energy demand and renewable energy consumption and attributes associated with its supply chain.</p>","commitments_notes":"<li>[1] Fashion United (2021, July 22). The Armani Group announces new sustainability targets. Available at: https://fashionunited.in/news/fashion/the-armani-group-announces-new-sustainability-targets/2021072229879</li><li>[2] Ibid.</li><li>[3] Ibid.  https://www.armani.com/cloud/armanif31wp/uploads/2020/10/Sustainability-Report-2019-Armani-Group-EN.pdf p.73</li>","renewable_grade":"F","renewable_summary":"<h4>Energy efficiency </h4><p>It is not discernible if Armani Group provides financial or other incentives to suppliers to encourage or support energy efficiency measures.</p><h4>Renewable energy use and deployment </h4><p>It is not discernible if Armani Group provides financial or other incentives to suppliers to reduce reliance on fossil fuels by deploying or using renewable energy.</p><h4>Supplier transparency and commitments</h4><p>Armani Group requires suppliers to record and analyze energy consumption (including renewables) and GHG emissions. Because the company does not explicitly require suppliers to report this data, it only received partial credit. The company does not require suppliers to set GHG emission reduction targets or Science-based Targets (SBTs) or provide facility level data using the Higg Index. <span class=footnote><sup>4</sup></span></p>","renewable_notes":"<li>[4] Giorgo Armani. (n.d.) Armani Supplier Environmental Code of Conduct. Retrieved on July 9, 2021 from: https://www.armani.com/cloud/armanif31wp/uploads/2021/02/Armani-Supplier-Environmental-Code-of-Conduct_updated2020.pdf</li>","materials_grade":"F","materials_summary":"<h4>Eliminating fossil fuel fabrics  </h4><p>Armani Group has not made any commitments to phase out fossil fuel based materials.</p><h4>Commitment to circularity and low carbon materials  </h4><p>Armani has not made any commitments to switch to organic cotton or cotton sourced from regenerative agriculture or eliminate materials, such as leather and viscose, sourced from practices that contribute to deforestation by 2030. The company has not committed to closing the apparel-to-apparel recycling loop, eliminating deadstock or improving the repairability and resale of its products.</p><h4>Progress and performance  </h4><p>Armani Group does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><h4>Transparency </h4><p>Armani Group has not committed to phasing out virgin fossil fuel based materials or reported on its progress in reducing its reliance on such materials. The company has not committed to switching to organic cotton or cotton sourced from regenerative agriculture or reported progress in increasing the proportion of such cotton in its material mix. The company also has not demonstrated any progress in eliminating deadstock, recycling its own products or other apparel in a closed-loop system, phasing out materials sourced from practices contributing to deforestation or increasing the repairability or resale of its products. The company received partial credit for launching its EA7 line of puffer jackets with filling fibers made from recycled PET bottles, its beachwear line made with 100% recycled nylon fiber and some accessories made from regenerated leather fiber. <span class=footnote><sup>5</sup></span></p>","materials_notes":"<li>[5] Georgio Armani. (2020). The Armani Group and Sustainability. Retrieved on July 9, 2021 from: https://www.armani.com/cloud/armanif31wp/uploads/2020/10/Sustainability-Report-2019-Armani-Group-EN.pdf</li>","shipping_grade":"F","shipping_summary":"<h4>Shipping climate commitments and reporting  </h4><p>Armani Group does not report its shipping emissions annually, but it does include shipping emissions in its GHG reduction targets. <span class=footnote><sup>6</sup></span></p><h4>Reduction in upstream shipping emissions </h4><p>Armani Group does not report its emissions from shipping.</p><h4>Commitment and advocacy for zero emissions vessels (ZEV) by 2030  </h4><p>Armani Group has not made any commitments to transition to zero emissions vessels (ZEV) and Armani Group has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and advocate for supporting port infrastructure.</p>","shipping_notes":"<li>[6] Fashion United (2021, July 22). The Armani Group announces new sustainability targets. Available at: https://fashionunited.in/news/fashion/the-armani-group-announces-new-sustainability-targets/2021072229879</li>","advocacy_grade":"F","advocacy_summary":"<p>Signed the Business Ambition for 1.5°C commitment.</p>","leave empty\r":"\r"}