{"brand":"Asics","path":"asics","category":"shoes","grade":"C+","summary":"Asics has established itself as a leader among athletic apparel and footwear brands in its commitment and actions to address climate change. Asics' recently updated renewable energy target of 83% by 2030 for its Tier 1 factories and its efforts to encourage supply chain partners to set and disclose climate targets places the company ahead of many of its competitors. The company should build on its success in phasing out on-site coal from the manufacturing of its footwear by eliminating coal-based electricity from its supply chain. Asics also needs to provide compelling financial incentives to its suppliers to deploy and use renewable energy and commit to progressively end its reliance on fossil fuel based materials and invest in a rapid shift toward a circular system that priotizes recycling textiles into new textiles.","commitments_grade":"B","commitments_summary":"<h4>GHG emission reduction targets (scope 1 & 2) </h4><p>Asics has set a target to reduce absolute GHG emissions 63% from a 2015 base year by 2030 in its own operations and has set a commitment to switch to 100% renewable energy, with the energy being additional to the grid. <span class=footnote><sup>1, 2</sup></span></p><h4>GHG emission reduction targets (scope 3) </h4><p>Asics has set a target to reduce absolute GHG emissions in its purchased goods and services and end-of-life treatment of sold products 63% by 2030 from a 2015 base year. The company has set a commitment to achieve 85% renewable electricity to be used by Tier 1 supplier factories by 2030. <span class=footnote><sup>3, 4</sup></span></p><h4>Transparency</h4><p>Asics annually reports GHG emissions, energy demand and renewable energy consumption and attributes in its own operations to the CDP and in its sustainability reports, but it received only partial credit for not explicitly reporting how much of the renewable energy consumed in its own operations is additional to the grid. <span class=footnote><sup>5</sup></span></p><p>Asics publicly reports its list of suppliers and it only reports the annual GHG emissions associated with its supply chain to the CDP and on its sustainability reports. Asics does not annually report the energy demand and renewable energy consumption and attributes in its supply chain. <span class=footnote><sup>6, 7</sup></span>","commitments_notes":"<li>[1] Science Based Targets initiative. (2018, Aug). Companies taking action. https://sciencebasedtargets.org/companies-taking-action#table [2] Asics. (2021) Sustainability Report 2020. Retrieved on July 11, 2021 from: https://assets.asics.com/page_types/4764/files/Asics_sustainability%20Report%202020_online_original-5_original.pdf?1625462760&_ga=2.100673730.2120659369.1626047346-767159206.1626047346</li><li>[3] Science Based Targets initiative. (2018, Aug). Companies taking action. https://sciencebasedtargets.org/companies-taking-action#table [4] Asics. (2021) Sustainability Report 2020. Retrieved on July 11, 2021 from: https://assets.asics.com/page_types/4764/files/Asics_sustainability%20Report%202020_online_original-5_original.pdf?1625462760&_ga=2.100673730.2120659369.1626047346-767159206.1626047346</li><li>[5] Ibid.</li><li>[6] Asics. (2020). ASICS Corporation Primary Supplier List 2020. https://assets.asics.com/page_types/3838/files/ASICS_Corporation_Primary_Supplier_List_2020_original.pdf [7] Asics. (2021) Sustainability Report 2020. Retrieved on July 11, 2021 from: https://assets.asics.com/page_types/4764/files/Asics_sustainability%20Report%202020_online_original-5_original.pdf?1625462760&_ga=2.100673730.2120659369.1626047346-767159206.1626047346</li>","renewable_grade":"C+","renewable_summary":"<p>Asics does not report providing financial incentives to suppliers, but the company works directly with its suppliers, encouraging them to implement best practice environmental management systems, which helps to support some of its major suppliers in increasing energy efficiency in their facilities. Additionally, Asics has phased out onsite coal usage in all Tier 1 suppliers. The company also committed to achieving 50% reduction in the amount of energy used by its Tier 1 supplier factories by 2030 from a 2015 baseline. <span class=footnote><sup>8</sup></span></p><p>It is not discernible if Asics provides financial incentives to its suppliers to increase the use of renewable energy, but the company reports that it actively works with its suppliers to help them switch to renewable energy where possible.</p><p>Asics requires strategic Tier 1 suppliers to set emissions targets and strategic Tier 1 and some Tier 2 suppliers to share their emissions data using the SAC's Higg Index. <span class=footnote><sup>9</sup></span></p>","renewable_notes":"<li>[8] Ibid.</li><li>[9] Ibid.</li>","materials_grade":"D","materials_summary":"<p>Asics has a commitment to phase out virgin polyester and switch to 100% recycled polyester by 2030. But the company has not made any commitments to phase out all virgin and recycled fossil fuel based materials.</p><p>Asics has committed to switch 100% of polyester to recycled by 2030, but the company has not made an explicit commitment with measurable targets to close the recycling loop by ensuring textile-to-textile recycling and it has not committed to phasing out non-organic cotton or cotton sourced from non-regenerative agriculture. Asics has not committed to eliminating materials such as leather and viscose sourced from practices that contribute to deforestation by 2030. Asics has a commitment to \"develop takeback programs to reuse or recycle products and materials\" in three regions. <span class=footnote><sup>10</sup></span></p><p>Asics does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><p>Ascis has demonstrated some progress in increasing the recycled content in its products, particularly polyester and leather, reporting that 19.5% of the polyester the company uses is now recycled polyester. The company has begun piloting recycling its own products (or other apparel) in a closed loop with the Sunrise shoe line. Asics also has a resale program known as ROAD TESTED and repair services in Japan. But Asics has not demonstrated significant progress in reducing its reliance on fossil fuel materials, switching to organic cotton or cotton sourced from regenerative agriculture, reducing deadstock or phasing out materials sourced from practices contributing to deforestation. <span class=footnote><sup>11</sup></span></p>","materials_notes":"<li>[10] Ibid.</li><li>[11] Ibid.</li>","shipping_grade":"D+","shipping_summary":"<p>Asics reports its shipping emissions annually, but it does not include shipping emissions in its GHG reduction targets.</p><p>Asics has reported lowering its shipping footprint but it has not reported quantifiable reductions in shipping emissions.</p><p>Asics has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and to advocate for supporting port infrastructure.</p>","shipping_notes":"<li>[12] Ibid.</li>","advocacy_grade":"B+","advocacy_summary":"<p>Asics signed a letter to the Government of Vietnam urging swift approval and implementation of the Direct Power Purchase Agreement (DPPA) pilot to support the country's renewable energy transition</p>","leave empty\r":"\r"}