{"brand":"Boohoo","path":"boohoo","category":"fast","grade":"F","summary":"Boohoo has received failing marks in this scorecard, highlighting the danger to companies that signal a desire to bring emissions down to a 1.5 degree pathway decoupled from concrete actions to achieve. The fast fashion brand has set climate targets, albeit they are intensity-based, which are less agressive than absolute targets, and is making its entire value chain emissions transparent, but the brand has not yet begun to implement its climate plan. Boohoo must begin to incentivize renewable energy and energy efficiency measures in it supply chain. Starting with its sizable number of UK suppliers, accessing renewables should be easy to achieve.","commitments_grade":"C-","commitments_summary":"<h4>GHG emission reduction targets (scope 1 & 2) </h4><p>Boohoo has an intensity-based target to reduce GHG emissions 52% (relative to growth), which translates to 4.2% absolute reduction in operations year to year. The company has a commitment to power its operations with 100% renewable energy that is not time-bound, as it's already reached the target, but is not explicit about how much of the energy is additional to the grid. <span class=footnote><sup>1, 2</sup></span></p><h4>GHG emission reduction targets (scope 3) </h4><p>Boohoo has set an intensity-based target to reduce GHG emissions 52% (relative to growth), which translates to 7% reduction in intensity in the supply chain year to year. But it has not set commitments to switch to renewable energy in its supply chain. <span class=footnote><sup>3</sup></span></p><h4>Transparency</h4><p>Boohoo publicly reports GHG emissions and energy demand in its own operations. Though the company reports it switched to 100% renewable energy in its operations, it does not report renewable energy consumption and attributes. <span class=footnote><sup>4</sup></span></p><p>Boohoo published its list of UK suppliers and plans to publish international suppliers in 2021. The company reports the GHG emissions and energy demand associated with its supply chain but it does not report renewable energy consumption and attributes. <span class=footnote><sup>5, 6</sup></span>","commitments_notes":"<li>[1] Boohoo. (n.d.). Annual Report and Accounts 2021. Retrieved from https://www.boohooplc.com/sites/boohoo-corp/files/all-documents/result-centre/2020/boohoo-com-plc-annual-report-2021.pdf  [2] Boohoo. (n.d.). Annual Report and Accounts 2020. Retrieved from https://www.boohooplc.com/sites/boohoo-corp/files/all-documents/result-centre/2020/boohoo-com-plc-annual-report-2020-hyperlink.pdf   52% across value chain in new 2021 report:; 100% RE but not time bound--from annual report</li><li>[3] Ibid.</li><li>[4] Ibid.</li><li>[5] Ibid.  [6] Boohoo. (n.d.). UK Supplier List. Retrieved from https://www.boohooplc.com/sites/boohoo-corp/files/uk-manufacturing-list-22-6-21.pdf</li>","renewable_grade":"F","renewable_summary":"<p>It is not discernible if Boohoo provides financial or other incentives to suppliers to encourage or support energy efficiency measures.</p><p>It is not discernible if Boohoo provides financial or other incentives to suppliers to reduce reliance on fossil fuels by deploying or using renewable energy.</p><p>Boohoo requires some but not all suppliers to provide facility level data using the Higg Index. Boohoo has a target of 10% by volume of Tier 1 suppliers to meet this requirement. But the company does not require suppliers to set GHG emission reduction targets or set Science-based Targets (SBTs) or annually report GHG emissions. <span class=footnote><sup>7</sup></span></p>","renewable_notes":"<li>[7] Boohoo. (n.d.). Annual Report and Accounts 2020. Retrieved from https://www.boohooplc.com/sites/boohoo-corp/files/all-documents/result-centre/2020/boohoo-com-plc-annual-report-2020-hyperlink.pdf</li>","materials_grade":"F","materials_summary":"<p>Boohoo has not made any commitments to phase out fossil fuel based materials.</p><p>Boohoo has committed to increase recycled synthetic and non-synthetic fabric content in its products but it has not made any commitments to phase out non-organic cotton or cotton sourced from non-regenerative agriculture or eliminate materials such as leather and viscose sourced from practices that contribute to deforestation by 2030. Boohoo has a \"Sustainable Design\" commitment to \"design innovation to reduce waste, increase durability and improve recyclability\" by 2025 and to launch recycling and resale programs by 2023. The company has not committed to closing the apparel-to-apparel recycling loop. <span class=footnote><sup>8</sup></span></p><p>Boohoo recently completed an assessment of its material mix, but does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><p>Boohoo has not committed to phasing out virgin fossil fuel based materials. Boohoo has not committed to switching to organic cotton or cotton sourced from regenerative agriculture. Boohoo has not reported or demonstrated progress in increasing the recycled content in its products, reducing deadstock, recycling its own products or other apparel in a closed loop system, phasing out materials sourced from practices contributing to deforestation or increasing the durability, repairability or resale of its products. Boohoo has published its material mix. <span class=footnote><sup>9</sup></span></p>","materials_notes":"<li>[8] Boohoo. (n.d.). Annual Report and Accounts 2021. Retrieved from https://www.boohooplc.com/sites/boohoo-corp/files/all-documents/result-centre/2020/boohoo-com-plc-annual-report-2021.pdf</li><li>[9] Boohoo. (n.d.). 2021 Sustainability Report. Retrieved from https://www.boohooplc.com/sites/boohoo-corp/files/boohoo-sustainabilty-report-2021.pdf</li>","shipping_grade":"D+","shipping_summary":"<p>Boohoo annually reports its shipping emissions and it appears to include shipping emissions in its GHG reduction targets. <span class=footnote><sup>10</sup></span></p><p>Boohoo has not reported any significant reductions in its shipping emissions.</p><p>Boohoo has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and to advocate for supporting port infrastructure.</p>","shipping_notes":"<li>[10] Boohoo. (n.d.). Annual Report and Accounts 2021. Retrieved from https://www.boohooplc.com/sites/boohoo-corp/files/all-documents/result-centre/2020/boohoo-com-plc-annual-report-2021.pdf</li>","advocacy_grade":"F","advocacy_summary":"<p>It is not discernable if Boohoo participated in advocacy efforts over the preceding 24 months urging policy makers to promote and support increasing renewable energy supply, especially in supply chain countries, or stronger emissions reduction.</p>","leave empty\r":"\r"}