{"brand":"Burberry","path":"burberry","category":"luxury","grade":"D-","summary":"Burberry has taken critical initial steps to set itself on the path to tackling climate change, including by recently strengthening its emissions reduction target for its supply chain to 46% by 2030. But in order for the company to meet this target, it needs to commit to and rapidly invest in driving the deployment and use of renewable energy in its supply chain. The company should also become more transparent about its suppliers as well as its energy usage in its supply chain. Burberry should build on its strong deforestation policy when it comes to materials and take action to replace fossil fuel based materials such as polyester with low carbon alternatives and prioritize switching its cotton to organic or regenerative types.","commitments_grade":"D+","commitments_summary":"<h4>GHG emission reduction targets (scope 1 & 2) </h4><p>Burberry has set a target to reduce absolute GHG emissions 95% by 2030 from a 2016 base year and has set public commitments to switch to 100% renewable energy in its own operations, but it's not clear if the renewable energy will be additional to the grid. <span class=footnote><sup>1</sup></span></p><h4>GHG emission reduction targets (scope 3) </h4><p>Burberry has set a target to reduce absolute GHG emissions 46% by 2030 from a 2016 base year, but the company has not set commitments to purchase or switch to renewable energy in its supply chain. <span class=footnote><sup>2</sup></span></p><h4>Transparency</h4><p>Burberry annually reports GHG emissions and energy demand in its own operations, but it does not report renewable energy consumption and attributes.</p><p>Burberry has not publicly reported its list of suppliers but it reports the annual GHG emissions associated with its supply chain to the CDP. Burberry does not annually report energy demand or renewable energy consumption and attributes in its supply chain.","commitments_notes":"<li>[1] Science Based Targets initiative. (2019, June). Companies taking action. https://sciencebasedtargets.org/companies-taking-action#table</li><li>[2] Patel, A. (2021, June). Burberry speeds up its green goal and will be “positive for climate change” by 2040. Eminetra. https://eminetra.com/burberry-speeds-up-its-green-goal-and-will-be-positive-for-climate-change-by-2040/588717/</li>","renewable_grade":"F","renewable_summary":"<p>Burberry does not report providing financial incentives to suppliers, but the company reports involvement with energy efficiency initiatives with suppliers, which helps to support some of its major suppliers in increasing energy efficiency in their facilities.</p><p>Burberry does not report providing financial incentives to suppliers, but the company reports involvement with renewable energy initiatives with suppliers, which helps to support some of its major suppliers in deploying or using more renewable energy. <span class=footnote><sup>3</sup></span></p><p>It is not discernible if Buberry requires suppliers to set GHG emission reduction targets or set Science-based Targets (SBTs), provide facility level data using the Higg Index or annually report GHG emissions.</p>","renewable_notes":"<li>[3] Burberry. (n.d.) Carbon and Energy. https://www.burberryplc.com/en/responsibility/environment/carbon-and-energy.html</li><li></li>","materials_grade":"F","materials_summary":"<p>Burberry has not made any commitments to phase out fossil fuel based materials.</p><p>Burberry has committed to eliminate materials such as leather and man-made cellulosic fibers such as viscoses sourced from practices that contribute to deforestation, but it has not made any commitments to phase out non-organic cotton or cotton sourced from non-regenerative agriculture. <span class=footnote><sup>4, 5</sup></span> Burberry has not committed to closing the apparel-to-apparel recycling loop or improving the durability, repairability and resale of its products.</p><p>Burberry does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><p>Burberry has not committed to phasing out virgin fossil fuel based materials. Burberry has not committed to switching to organic cotton or cotton sources from regenerative agriculture. Burberry reports it has implemented its policy \"not to source leather from cattle raised in the Amazon Biome\" and reports that only 1% of raw materials used are man-made cellulosic fibers such as viscose and are covered by a deforestation policy. Burberry has not demonstrated any progress increasing the recycled content in its products, reducing deadstock, recycling its own products or other apparel in a closed loop or increasing the repairability or resale of its products.</p>","materials_notes":"<li>[4] Burberry. (2020). Annual Report 2019/2020. Retrieved July 9, 2021 from: https://www.burberryplc.com/en/investors/results-reports.category1.year2020.html [5] Burberry. (n.d.). Leather. https://www.burberryplc.com/en/responsibility/environment/leather.html</li><li>[6] Ibid.</li>","shipping_grade":"F","shipping_summary":"<p>Buberry reports its shipping emissions annually, but it does not include shipping emissions in its GHG reduction targets.</p><p>Burberry has not reported any significant reductions in its shipping emissions.</p><p>Buberry has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and to advocate for supporting port infrastructure.</p>","shipping_notes":"","advocacy_grade":"D+","advocacy_summary":"<p>Burberry signed the Uniting Business and Governments to Recover Better joint statement as well as the Business Ambition for 1.5°C commitment.</p>","leave empty\r":"\r"}