{"brand":"C&A","path":"ca","category":"fast","grade":"D-","summary":"C&A has only taken the most timid first steps to curbing its climate pollution, at a time when several of its peer companies have begun to show leadership in this area. C&A has low GHG reduction targets, even in its own operations where sourcing renewables should be easily achieved. While the company is decently transparent, publishing supplier lists and GHG emissions in the supply chain, it has done next to nothing to ensure its suppliers implement energy efficiency measures and begin sourcing renewable energy, nor has C&A advocated for access to renewables in its supply chain countries.","commitments_grade":"C","commitments_summary":"<h4>GHG emission reduction targets (scope 1 & 2) </h4><p>C&A has set a target to reduce absolute GHG emissions 30% by 2030 from a 2018 base year in its own operations and has set a commitment to switch to 100% renewable energy, but not all of the renewable energy will be additional to the grid. <span class=footnote><sup>1, 2</sup></span></p><h4>GHG emission reduction targets (scope 3) </h4><p>C&A has set a target to reduce absolute GHG emissions 30% by 2030 from a 2018 base year, but the company has not set commitments to purchase or switch to renewable energy in its supply chain. <span class=footnote><sup>3</sup></span></p><h4>Transparency</h4><p>C&A annually reports GHG emissions and energy demand in its own operations, but it does not report renewable energy consumption and attributes. <span class=footnote><sup>4</sup></span></p><p>C&A publicly reports its list of suppliers and it reports the annual GHG emissions and energy demand associated with its supply chain, but C&A does not annually report renewable energy consumption and attributes. <span class=footnote><sup>5</sup></span>","commitments_notes":"<li>[1] Science Based Targets initiative. (2020, Jan). Companies taking action. https://sciencebasedtargets.org/companies-taking-action#table  [2] C&A. (n.d.). Clean Environment. Retrieved from https://sustainability.c-and-a.com/uk/en/sustainability-report/2019/sustainable-supply/clean-environment/</li><li>[3] Science Based Targets initiative. (2020, Jan). Companies taking action. https://sciencebasedtargets.org/companies-taking-action#table</li><li>[4] C&A. (n.d.). Climate Change. Retrieved from https://sustainability.c-and-a.com/uk/en/sustainability-report/2019/sustainable-supply/clean-environment/climate/</li><li>[5] Ibid</li>","renewable_grade":"F","renewable_summary":"<p>It is not discernible if C&A provides financial or other incentives to suppliers to encourage or support energy efficiency measures.</p><p>It is not discernible if C&A provides financial or other incentives to suppliers to reduce reliance on fossil fuels by deploying or using renewable energy.</p><p>C&A requires some of its suppliers to provide facility level data via the Higg Index. Over 400 factories use the Index with results verified from 50% of the facilities. But the company does not require suppliers to set GHG emission reduction targets, set Science-based Targets (SBTs) or annually report GHG emissions. <span class=footnote><sup>6</sup></span></p>","renewable_notes":"<li>[6] C&A. (n.d.). Climate Change. Retrieved from https://sustainability.c-and-a.com/uk/en/sustainability-report/2019/sustainable-supply/clean-environment/climate/</li>","materials_grade":"D-","materials_summary":"<p>C&A has not made any commitments to phase out fossil fuel based materials.</p><p>C&A has committed to eliminate viscose sourced from practices that contribute to deforestation by 2030, and increase the durability of \"7 out of 10 products by 2028\", but it has not made any commitments to phase out non-organic cotton or cotton sourced from non-regenerative agriculture. <span class=footnote><sup>7 - 9</sup></span></p><p>C&A publicly reports some of its material mix annually, but it does not report its volume of deadstock or how it manages its deadstock. <span class=footnote><sup>10</sup></span></p><p>C&A has demonstrated significant progress in phasing out materials sourced from practices contributing to deforestation and has increased its organic cotton content. But C&A has not demonstrated any progress in reducing its reliance on fossil fuel materials, increasing the recycled content in its products, reducing deadstock, recycling its own products (or other apparel) in a closed loop or iimproving the durability, repairability or resale of its products. <span class=footnote><sup>11</sup></span></p>","materials_notes":"<li>[7] C&A. (2020) 2019 Sustainability Report. Retrieved from https://sustainability.c-and-a.com/uk/en/sustainability-report/2019/  [8] C&A. (2021, July 15). C&A well-placed to implement ambitious 2028 Global Sustainability Strategy. Retrieved from: https://www.c-and-a.com/uk/en/corporate/company/newsroom/press-releases/2021/ca-well-placed-to-implement-ambitious-2028-global-sustainability-strategy/  [9] C&A. (n.d.). Sustainable Products. Retrieved from https://sustainability.c-and-a.com/uk/en/sustainability-report/2019/sustainable-products/</li><li>[10] Ibid.</li><li>[11] C&A (2021). 2020 Global Sustainability Report.  Retrieved from https://www.c-and-a.com/uk/en/corporate/fileadmin/user_mediacenter/user_upload/CA_GSR_2020.pdf</li>","shipping_grade":"D+","shipping_summary":"<p>C&A annually reports its emissions and it includes shipping emissions in its GHG reduction targets. <span class=footnote><sup>12</sup></span></p><p>C&A has not reported any significant reductions in its shipping emissions.</p><p>C&A has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and to advocate for supporting port infrastructure.</p>","shipping_notes":"<li>[12] C&A. (n.d.). Climate Change. Retrieved from https://sustainability.c-and-a.com/uk/en/sustainability-report/2019/sustainable-supply/clean-environment/climate/</li>","advocacy_grade":"F","advocacy_summary":"<p>It is not discernable if C&A participated in advocacy efforts over the preceding 24 months urging policy makers to promote and support increasing renewable energy supply, especially in supply chain countries, or stronger emissions reduction.</p>","leave empty\r":"\r"}