{"brand":"Capri Holdings (Michael Koors-Versace-Jimmy Choo)","path":"capri","category":"luxury","grade":"F","summary":"The global luxury fashion company has not taken any meaningful steps to address climate change. The company has committed to setting Science-based Targets in December 2020, but it has yet to disclose any targets to reduce GHG emissions. The company says it will switch to 100% renewable energy in its own operations, but it has not demonstrated any commitments or significant actions to decarbonize its supply chain. The company needs to set an emissions reduction target of 55% by 2030 that applies to its entire supply chain and rapidly shift from coal and other fossil fuels to renewable energy to power the manufacturing of its products. Capri Holdings should also take immediate steps to phase out materials made from fossil fuels such as polyester and fabrics that may contribute to deforestation and higher carbon emissions.","commitments_grade":"F","commitments_summary":"<h4>GHG emission reduction targets (scope 1 & 2) </h4><p>Capri Holdings has set a commitment to switch to 100% renewable energy in its own operations by 2025 but has not set a target to reduce absolute GHG emissions. <span class=footnote><sup>1</sup></span></p><h4>GHG emission reduction targets (scope 3) </h4><p>Capri Holdings has not set targets to reduce absolute GHG emissions or to switch to renewable energy in its supply chain.</p><h4>Transparency</h4><p>Capri Holdings annually reports GHG emissions in its own operations, but it does not report energy demand or renewable energy consumption and attributes. <span class=footnote><sup>2</sup></span></p><p>Capri Holdings has not publicly reported its list of suppliers nor has it reported the GHG emissions, energy demand and renewable energy consumption and attributes associated with its supply chain. The company appears to report to the CDP, but those reports are not yet made available.","commitments_notes":"<li>[1] Capri Holdings Limited. (2020, April 22). Corporate Social Responsibility Strategy. http://s22.q4cdn.com/557169922/files/doc_downloads/2020/Capri-Corporate-Social-Responsibility-Report.pdf</li><li>[2] Ibid.</li>","renewable_grade":"F","renewable_summary":"<p>Capri Holdings does not report providing financial incentives to suppliers, but the company reports engaging with key partners to identify emissions reduction opportunities, which helps to support some of its major suppliers in increasing energy efficiency in their facilities. <span class=footnote><sup>3</sup></span></p><p>Capri Holdings does not report providing financial incentives to suppliers, but the company encourages its suppliers to use renewable energy. <span class=footnote><sup>4</sup></span></p><p>Capri Holdings requires some but not all suppliers to provide facility level data using the Higg Index as grounds for membership in the SAC. The company reported that it would \"ensure completion of the Higg FEM by at least 1 - 10% of Tier 1 supplier facilities.\" <span class=footnote><sup>5</sup></span> But the company does not require suppliers to set GHG emission reduction targets or Science-based Targets (SBTs) or annually report GHG emissions.</p>","renewable_notes":"<li>[3] Ibid.</li><li>[4] Ibid.</li><li>[5] Capri Holdings Limited. (2020, April 22). Corporate Social Responsibility Strategy: Standards Supplement. http://s22.q4cdn.com/557169922/files/doc_downloads/2020/Capri-Corporate-Social-Responsibility-Standards-Supplement.pdf</li>","materials_grade":"F","materials_summary":"<p>Capri Holdings has not made any commitments to phase out fossil fuel based materials.</p><p>Capri Holdings has not made any commitments to switch to organic cotton or cotton sourced from regenerative agriculture or eliminate materials, such as leather and viscose, sourced from practices that contribute to deforestation by 2030. Capri Holdings has not committed to closing the apparel-to-apparel recycling loop or improving the durability, repairability or resale of its products.</p><p>Capri Holdings does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><p>Capri Holdings has not committed to phasing out virgin fossil fuel based materials or reported on its progress in reducing its reliance on such materials. Capri Holdings has not committed to switching to organic cotton or cotton sources from regenerative agriculture. Capri Holdings has not demonstrated any progress increasing the recycled content in its products, reducing deadstock, recycling its own products or other apparel in a closed-loop system, phasing out materials sourced from practices contributing to deforestation or improving the durability, repairability or resale of its products</p>","materials_notes":"","shipping_grade":"F","shipping_summary":"<p>Capri Holdings does not report its shipping emissions annually and it does not have shipping emissions reduction targets.</p><p>Capri Holdings does not report its emissions from shipping.</p><p>Capri Holdings has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and to advocate for supporting port infrastructure.</p>","shipping_notes":"","advocacy_grade":"F","advocacy_summary":"<p>It is not discernable if Capri Holdings participated in advocacy efforts over the preceding 24 months urging policy makers to promote and support increasing renewable energy supply, especially in supply chain countries, or stronger emissions reduction targets.</p>","leave empty\r":"\r"}