{"brand":"Chanel","path":"chanel","category":"luxury","grade":"D-","summary":"Despite setting Science-based Targets, Chanel climate commitments fall short of achieving the GHG emissions reduction necessary in line with a 1.5 degree pathway. The luxury apparel and accessory brand has not demonstrated meaningful efforts to decarbonize its supply chain and it's falling behind other brands in addressing the climate footprint of its materials. The company should strengthen its scope 3 GHG emission reduction targets to ensure 55% absolute reductions by 2030 and invest in a rapid transition from coal and other fossil fuels to renewable energy in powering the manufacturing of its products. Chanel should also commit to phasing out fossil fuel based materials such as polyester and pioritize low carbon materials such as organic cotton.","commitments_grade":"D","commitments_summary":"<h4>Climate commitments</h4><p><strong>In own operations </strong><br/>Chanel has set a target to reduce absolute GHG emissions 50% by 2030 from a 2018 base year and has set public commitments to switch to 100% renewable energy in its own operations, but it's not clear how much of the renewable energy will be additional to the grid. <span class=footnote><sup>1</sup></span></p><p><strong>In the supply chain </strong><br/>Chanel has set a target to reduce absolute GHG emissions 10% by 2030 from a 2018 base year, but the company has not set commitments to purchase or switch to renewable energy in its supply chain. <span class=footnote><sup>2</sup></span></p><h4>GHG emissions and energy transparency</h4><p><strong>In own operations </strong><br/>Chanel publicly reports GHG emissions as well as some details on renewable energy consumption and attributes in its own operations, but this information is not reported annually. <span class=footnote><sup>3</sup></span></p><p><strong>In the supply chain </strong><br/>Chanel has not publicly reported its list of suppliers and it reports the GHG emissions associated with its supply chain. Chanel does not annually report energy demand or renewable energy consumption and attributes in its supply chain. <span class=footnote><sup>4</sup></span></p>","commitments_notes":"<li>[1] Chanel. (2020, March). Chanel Mission 1.5°. Retrieved from: https://www.chanel.com/gb/climate-report/</li><li>[2] Science Based Targets initiative. (2020, April). Companies taking action. https://sciencebasedtargets.org/companies-taking-action#table</li><li>[3] Chanel. (2020, March). Chanel Mission 1.5°. Retrieved from: https://www.chanel.com/gb/climate-report/</li><li>[4] Ibid.</li>","renewable_grade":"F","renewable_summary":"<h4>Energy efficiency </h4><p>It is not discernible if Chanel provides financial or other incentives to suppliers to encourage or support energy efficiency measures; however, the company provides anecdotal information on measures taken at owned supplier facilities.</p><h4>Renewable energy use and deployment </h4><p>It is not discernible if Chanel provides financial or other incentives to suppliers to reduce reliance on fossil fuels by deploying or using renewable energy; however, the company provides anecdotal information on some measures taken to promote renewables at owned supplier facilities.</p><h4>Supplier transparency and commitments</h4><p>It is not discernible if Chanel requires suppliers to set GHG emission reduction targets or set Science-based Targets (SBTs), provide facility level data using the Higg Index or annually report GHG emissions.</p>","renewable_notes":"<li>[5] Ibid.</li>","materials_grade":"F","materials_summary":"<h4>Eliminating fossil fuel fabrics  </h4><p>Chanel has not made any commitments to phase out fossil fuel based materials.</p><h4>Commitment to circularity and low carbon materials  </h4><p>Chanel has not made any commitments to switch to organic cotton or cotton sourced from regenerative agriculture or eliminate materials, such as leather and viscose, sourced from practices that contribute to deforestation by 2030. Chanel has not committed to closing the apparel-to-apparel recycling loop or improving the durability, repairability or resale of its products.</p><h4>Progress and performance  </h4><p>Chanel does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><h4>Transparency </h4><p>Chanel has not committed to phasing out virgin fossil fuel based materials. Chanel has not committed to switching to organic cotton or cotton sources from regenerative agriculture. Chanel has not demonstrated any progress increasing the recycled content in its products, reducing deadstock, recycling its own products or other apparel in a closed-loop system, phasing out materials sourced from practices contributing to deforestation or improving the durability, repairability or resale of its products</p>","materials_notes":"","shipping_grade":"C+","shipping_summary":"<h4>Shipping climate commitments and reporting  </h4><p>Chanel annually reports its emissions and it appears to include shipping emissions in its GHG reduction targets.</p><h4>Reduction in upstream shipping emissions </h4><p>Chanel has reported reducing air freight but it has not reported quantifiable reductions in shipping emissions.</p><h4>Commitment and advocacy for zero emissions vessels (ZEV) by 2030  </h4><p>Chanel has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and to advocate for supporting port infrastructure.</p>","shipping_notes":"<li>[6] Ibid.</li>","advocacy_grade":"D","advocacy_summary":"<p>Chanel signed the Business Ambition for 1.5°C commitment.</p>","leave empty\r":"\r"}