{"brand":"Columbia","path":"columbia","subsidiaries":"mountain-hardware,prana,sorel","main_brands":"Columbia Sportswear Mountain Hardware Prana Sorel","category":"athletic,shoes,outdoor","grade":"D-","summary":"Columbia is one of the few companies that has neither set any form of reduction target for its own operations and supply chain, nor even signed the UN Fashion Charter on Climate Change. Despite having powering with clean energy as a core strategy for its sustainability efforts, Columbia has not actually set targets to switch to renewable energy in its supply chain. Columbia should publicly commit to reducing climate emissions from its supply chain 55% by 2030 and invest in decarbonizing its manufacturing, starting with the phaseout of coal, as well as a rapid shift to 100% renewable energy. The company should also set targets to eliminate fossil fuel based synthetics and switch to low-carbon alternatives.","commitments_grade":"D-","commitments_summary":"<h4>Climate commitments</h4><p><strong>In own operations </strong><br/>Columbia has not set targets to reduce absolute GHG emissions or to switch to renewable energy in its own operations.</p><p><strong>In the supply chain </strong><br/>Columbia has not set targets to reduce absolute GHG emissions or to switch to renewable energy in its supply chain.</p><h4>GHG emissions and energy transparency</h4><p><strong>In own operations </strong><br/>Columbia publishes only the most basic information on GHG emissions and renewable energy consumption for its own operations and does not report energy demand or details on source of renewable energy. <span class=footnote><sup>1</sup></span></p><p><strong>In the supply chain </strong><br/>Columbia provides more detail on the GHG emissions in its supply chain, with some breakout of emissions by both tier and material. For Tier 1 (product assembly), Columbia also provides both country level GHG breakdown and a breakdown of electricity and source of thermal energy across Tier 1. Columbia publishes its list of suppliers, but it does not annually report energy demand or renewable energy consumption and attributes in its supply chain. <span class=footnote><sup>2</sup></span></p>","commitments_notes":"<li>[1] Columbia. (n.d.) 2019 Corporate Responsibility Report. Retrieved July 12, 2021 from: https://cscworkday.blob.core.windows.net/hrforms/Recruiting/Career_Site/CR_Reports/2019_Columbia_Corp_Resp_Report.pdf</li><li>[2] Ibid.</li>","renewable_grade":"D-","renewable_summary":"<h4>Energy efficiency </h4><p>Columbia reports that it partnered with the Apparel Impact Institute's (Aii) Clean by Design program and a key manufacturing partner \"to encourage or support energy efficiency measures\" in three of its facilities. <span class=footnote><sup>3</sup></span></p><h4>Renewable energy use and deployment </h4><p>It is not discernible if Columbia provides financial or other incentives to suppliers to reduce their reliance on fossil fuels by deploying or using renewable energy.</p><h4>Supplier transparency and commitments</h4><p>Columbia requires a majority of suppliers to provide facility level data via the Higg Index. It reports that 93% of its Tier 1 and 97% of Tier 2 supplier facilities completed the Higg FEM and some portion of these suppliers are setting climate targets. But the company does not require all suppliers to set GHG emission reduction targets or Science-based Targets (SBTs) or annually report GHG emissions. <span class=footnote><sup>4</sup></span></p>","renewable_notes":"<li>[3] Ibid.</li><li>[4] Ibid.</li>","materials_grade":"F","materials_summary":"<h4>Eliminating fossil fuel fabrics  </h4><p>Columbia has not made any commitments to phase out fossil fuel based materials.</p><h4>Commitment to circularity and low carbon materials  </h4><p>Columbia has not made any commitments to switch to organic cotton or cotton sourced from regenerative agriculture or eliminate materials, such as leather and viscose, sourced from practices that contribute to deforestation by 2030. Columbia has not committed to closing the apparel-to-apparel recycling loop or improving the durability, repairability or resale of its products.</p><h4>Progress and performance  </h4><p>Columbia reported its GHG emissions by material in 2019, but does not report its overall mix of materials used in its products as some other companies do.</p><h4>Transparency </h4><p>Columbia has demonstrated significant progress in switching to organic cotton or cotton sourced from regenerative agriculture in its Prana brand which uses 100% organic cotton, as well as in increasing the recycled content in its products. But Columbia has not demonstrated significant progress in reducing its reliance on fossil fuel materials, reducing deadstock, recycling its own products (or other apparel) in a closed loop or phasing out materials sourced from practices contributing to deforestation, or improving the durability, repairability or resale of its products. <span class=footnote><sup>5</sup></span></p>","materials_notes":"<li>[5] Ibid.</li>","shipping_grade":"F","shipping_summary":"<h4>Shipping climate commitments and reporting  </h4><p>Columbia neither reports its shipping emissions annually, nor does it have shipping related emissions reduction targets.</p><h4>Reduction in upstream shipping emissions </h4><p>While Columbia signed the Arctic Shipping Pledge, Columbia does not report its shipping related emissions and it has not reported any significant reductions in its shipping emissions or any steps to shift to cleaner fuels.</p><h4>Commitment and advocacy for zero emissions vessels (ZEV) by 2030  </h4><p>Columbia has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and to advocate for supporting port infrastructure.</p>","shipping_notes":"","advocacy_grade":"F","advocacy_summary":"<p>Columbia supported a court case challenging efforts by the previous United States administration to roll back climate regulations.</p>","leave empty\r":"\r"}