{"brand":"Eileen Fisher","path":"eileen-fisher","category":"casual","grade":"D","summary":"Eileen Fisher has taken critical steps to reduce its carbon footprint, especially in relation to its product materials. The company prioritizes non-synthetic materials and has demonstrated significant progress to ensure sourcing low-carbon materials. However, Eileen Fisher's efforts when it comes to decarbonizing the manufacturing of its goods lag behind many other brands in the sector. The company needs to improve its GHG emissions reduction target to ensure a reduction of 55% by 2030 and follow this commitment with immediate investments to drive the deployment of renewable energy to replace coal and other fossil fuels as sources of electricity and thermal energy in the facilities used by its suppliers.","commitments_grade":"C","commitments_summary":"<h4>Climate commitments</h4><p><strong>In own operations </strong><br/>Eileen Fisher has set a target to reduce absolute GHG emissions 100% by 2025 from a 2017 baseline, and the company reports that it has purchased RECs to support 100% renewble energy consumption in its own operations for the past 8 years. <span class=footnote><sup>1, 2</sup></span></p><p><strong>In the supply chain </strong><br/>Eileen Fisher has set a target to reduce absolute GHG emissions 25% by 2025 from a 2017 base year, but the company has not set commitments to purchase or switch to renewable energy in its supply chain. Eileen Fisher received partial credit for setting a 2025 target. <span class=footnote><sup>3</sup></span></p><h4>GHG emissions and energy transparency</h4><p><strong>In own operations </strong><br/>Eileen Fisher annually reports the GHG emissions and renewable energy consumption in its own operations but it does not report its energy demand. The company reported that it \"purchased Green-e® Certified Renewable Energy Credits (RECs) to support wind power for 100% of the electrical consumption in our stores and corporate spaces.\" <span class=footnote><sup>4</sup></span></p><p><strong>In the supply chain </strong><br/>Eileen Fisher publicly reports its list of suppliers and it only reports the annual GHG emissions associated with its supply chain. The company does not annually report the energy demand and renewable energy consumption and attributes in its supply chain. <span class=footnote><sup>5</sup></span></p>","commitments_notes":"<li>[1] Science Based Targets initiative. (2020, April). Companies taking action. https://sciencebasedtargets.org/companies-taking-action#table [2] Eileen Fisher. (n.d.) 2019 Benefit Corporation Report. Retrieved on July 12, 2021 from: https://www.eileenfisher.com/ns/images/behind_the_label/benefit-corp-report-2019-FINAL-rc.pdf</li><li>[3] Science Based Targets initiative. (2020, April). Companies taking action. https://sciencebasedtargets.org/companies-taking-action#table</li><li>[4] Eileen Fisher. (n.d.) 2019 Benefit Corporation Report. Retrieved on July 12, 2021 from: https://www.eileenfisher.com/ns/images/behind_the_label/benefit-corp-report-2019-FINAL-rc.pdf</li><li>[5] Ibid.</li>","renewable_grade":"F","renewable_summary":"<h4>Energy efficiency </h4><p>It is not discernible if Eileen Fisher provides financial or other incentives to suppliers to encourage or support energy efficiency measures, but the company reports that its Social and Environmental Implementaion Guide provides its Tier 1 and some of its Tier 2 suppliers with guidance on how to reduce energy use through efficiency measures.</p><h4>Renewable energy use and deployment </h4><p>It is not discernible if Eileen Fisher provides financial or other incentives to suppliers to reduce reliance on fossil fuels by deploying or using renewable energy.</p><h4>Supplier transparency and commitments</h4><p>Eileen Fisher asks suppliers to report facility level data using the Higg Facility Environmental Module and requires verfication of all responses by a third party. But the company does not require suppliers to set GHG emission reduction targets or set Science-based Targets (SBTs) or publicly report GHG emissions annually. The company reported: \"in 2019, 20 of our finished garment suppliers completed the Higg FEM 3.0 self-assessment tool, and 17 verified their Higg FEM. These suppliers represented 66% and 55% of our 2019 units produced, respectively.\" <span class=footnote><sup>6</sup></span></p>","renewable_notes":"<li>[6] Ibid.</li>","materials_grade":"B-","materials_summary":"<h4>Eliminating fossil fuel fabrics  </h4><p>While Eileen Fisher has not made any commitments to phase out fossil fuel based materials, the company reports that fossil fuel based synthetics make up less than 8% of its material mix.</p><h4>Commitment to circularity and low carbon materials  </h4><p>Eileen Fisher has committed to sourcing 100% organic cotton by 2020 as part of its Vision 2020. The company has committed to ensuring its products contain no fibers from ancient and endangered forests and committed to 100% TENCEL by 2020. Eileen Fisher has committed to increasing the resale of its products through its Renew program and has committed to increase the amount of clothes it takes back and resells by at least 15% annually. The company has not committed to closing the apparel-to-apparel recycling loop, but it has committed to using more fibers recycled from its own materials, for which it received partial credit. The company also received partial credit for committing to \"find techniques to repurpose materials, such as synthetic blends, that we haven’t yet been able to.\"</p><h4>Progress and performance  </h4><p>While Eileen Fisher does not publicly report its material mix, it provides detailed information about its \"preferred fiber\" mix. The company does not report its volume of deadstock or how it manages its deadstock.</p><h4>Transparency </h4><p>Eileen Fisher has significantly reduced its reliance on fossil fuel materials. Eileen Fisher demonstrated significant progress in switching to organic cotton and TENCEL where it sourced 98% and 64% of these materials, respectively. The company significantly increased recycled wool content (79% in 2019) as well as wool from regenerative farms (47%). The company demonstrated progress in increasing the resale of its products through its Renew program as well as in recycling its products into new ones. The company has a free repair policy, but it has not demonstrated progress in eliminating deadstock.</p>","materials_notes":"<li>[7] Eileen Fisher. (n.d.) Horizon2030. https://www.eileenfisher.com/horizon2030</li><li>[8] Eileen Fisher. (n.d.) 2019 Benefit Corporation Report. Retrieved on July 12, 2021 from: https://www.eileenfisher.com/ns/images/behind_the_label/benefit-corp-report-2019-FINAL-rc.pdf</li>","shipping_grade":"C+","shipping_summary":"<h4>Shipping climate commitments and reporting  </h4><p>Eileen Fisher annually reports its shipping emissions and it includes shipping emissions in its GHG reduction targets.</p><h4>Reduction in upstream shipping emissions </h4><p>Eileen Fisher has reported that it has reached its goal of \"decreasing inbound transportation emissions 20% by 2020\" due to a shift from air to marine shipping as well as fuel efficiencies. The company reported emissions savings totaling 24,634 tons of CO2e. <span class=footnote><sup>9</sup></span></p><h4>Commitment and advocacy for zero emissions vessels (ZEV) by 2030  </h4><p>Eileen Fisher has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and advocate for supporting port infrastructure.</p>","shipping_notes":"<li>[9] Eileen Fisher. (n.d.) Our VISION2020 results. https://www.eileenfisher.com/ns/images/20s_m2/features/horizon2030/vision-2020-results.pdf</li>","advocacy_grade":"F","advocacy_summary":"<p></p>","leave empty\r":"\r"}