{"brand":"Esprit","path":"esprit","grade":"F","summary":"Esprit has much room for improvement before it becomes a climate leader, but the company is among very few that have started work replacing coal boilers in their supply chains. The company's supply chain climate target is weak, covering only minimal areas of impact, and it has yet to source renewable energy in its own operations, an easy first step for most companies. Esprit could also made big GHG emissions reductions by phasing out fossil fuel based materials, an action the company has shown is within the realm of the possible.","commitments_grade":"D","commitments_summary":"<h4>GHG emission reduction targets (scope 1 & 2) </h4><p>Esprit has set a target to reduce absolute GHG emissions 30% by 2030 from a 2017/18 base year, but has not set commitments to purchase or switch to renewable energy in its own operations. [1]</p><h4>GHG emission reduction targets (scope 3) </h4><p>Esprit has set a target to reduce absolute GHG emissions 30% by 2030 from a 2017/18 base year, but the target covers only logistics and travel. The company has not set commitments to purchase or switch to renewable energy in its supply chain. [2]</p><h4>Transparency</h4><p>Esprit annually reports GHG emissions in its own operations, but it does not report energy demand or renewable energy consumption and attributes. [3]</p><p>Esprit publicly reports its list of suppliers and it annually reports the GHG emissions associated with its supply chain that it has data on. Esprit does not annually report energy demand or renewable energy consumption and attributes in its supply chain. [4]","commitments_notes":"","renewable_grade":"F","renewable_summary":"<p>It is not discernible if Esprit provides financial incentives to suppliers to encourage or support energy efficiency measures. But the company reports it \"started working on the replacement of coal boilers (which generally have high emissions intensities) by more efficient equipment in close collaboration with our suppliers.\" [5]</p><p>It is not discernible if Esprit provides financial or other incentives to suppliers to reduce reliance on fossil fuels by deploying or using renewable energy.</p><p>It is not discernible if Esprit requires suppliers to set GHG emission reduction targets, set Science-based Targets (SBTs), provide facility level data using the Higg Index or annually report GHG emissions. But the company received partial credit for reporting that it acquired \"information on energy usage...from 45 garment vendors, which make 80% of our total business volume and 86 fabric suppliers.\" [6]</p>","renewable_notes":"","materials_grade":"D+","materials_summary":"<p>Esprit has not made any commitments to phase out fossil fuel based materials.</p><p>Esprit has a goal \"to only use preferred man-made cellulosics from 2023\" that are not sourced from at-risk forests, but it has not made any commitments to phase out non-organic cotton or cotton sourced from non-regenerative agriculture. Esprit has not committed to closing the apparel-to-apparel recycling loop but it has committed to increase the use of recycled synthetic fabric content. The company's commitment states that it will \"produce at least 150,000 garments including at least 20% recycled post-consumer textile fibers (by 2020).\" The company has also committed to \"establish a repair service for Esprit garments in all our German retail stores\" by July 2021 as well as to \"increase the amount of garments resold by 40,000 kg (by 2020).\" Both the repair service and resale goals were met, as of publication. [7]</p><p>Esprit publicly reports its material mix but it does not report its volume of deadstock annually or how it manages its deadstock. [8]</p><p>Esprit has demonstrated significant progress in increasing the recycled content in its products by increasing the proportion of recycled polyester and recycled polyamide to 30.1% and 3.2%, respectively, out of the total synthetic fibers used, and has made some progress in reducing its reliance on fossil fuel materials, for which it's received partial credit. Though Esprit does not appear to have increased the recycled cotton content in its products, the company demonstrated progress in increasing the proportion of organic cotton of all cotton used by the company (83% compared to 46.6% as reported in ESG report 2020 and Sustainability report 2019 respectively) as well as increasing the durability of its product through its \"Design Smart\" program, and has demonstrated progress in eliminating deadstock completely via its outlet stores. Esprit has not demonstrated progress in recycling its own products (or other apparel) in a closed loop. Esprit publishes its supplier list, including its viscose suppliers, which are all committed to phasing out viscose and other materials sourced from practices that may contribute to deforestation. [9]</p>","materials_notes":"","shipping_grade":"D+","shipping_summary":"<p>Esprit annually reports its shipping emissions and it includes shipping emissions in its GHG reduction targets. Esprit also has a goal of reducing air shipments to 5% from a baseline of 8.3% by July 2021. [10]</p><p>Esprit has has not reported any significant reductions in its shipping emissions.</p><p>Esprit has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and to advocate for supporting port infrastructure.</p>","shipping_notes":"","advocacy_grade":"F","advocacy_summary":"<p>It is not discernable if Esprit participated in advocacy efforts over the preceding 24 months urging policy makers to promote and support increasing renewable energy supply, especially in supply chain countries, or stronger emissions reduction.</p>","advocacy_notes":"","leave empty\r":"\r"}