{"brand":"Everlane","path":"everlane","grade":"F","summary":"Everlane has received a failing grade in this scorecard, but the small company is showing signs of an increasing focus on and commitment to curbing its climate pollution. Like many companies in the early stages of action, Everlane is still in the climate target-setting stage, but has already sourced 100% of its scope 1 and 2 energy from renewables and actively prioritizes those factories it contracts with that are using renewables. Everlane stands out among its peers for clearly committing to eliminating virgin fossil fuel based fabrics by this year. If the company continues on its current path, it is likely to show noteworthy climate leadership in the near future.","commitments_grade":"F","commitments_summary":"<h4>GHG emission reduction targets (scope 1 & 2) </h4><p>Everlane has not set targets to reduce absolute GHG emissions or to switch to renewable energy in its own operations, but the company reports it sources 100% renewable energy through RECs, for which it has received partial credit. [1]</p><h4>GHG emission reduction targets (scope 3) </h4><p>Everlane has not set targets to reduce absolute GHG emissions or to switch to renewable energy in its supply chain.</p><h4>Transparency</h4><p>Everlane has not publicly reported GHG emissions, energy demand and renewable energy consumption and attributes in its own operations, but does report sourcing 100% RE via RECs, for which it has received partial credit. [2]</p><p>Everlane publishes its list of suppliers but it has not publicly reported the GHG emissions, energy demand and renewable energy consumption and attributes associated with its supply chain. [3]","commitments_notes":"","renewable_grade":"F","renewable_summary":"<p>Though Everlane prioritizes LEED certified factories, for which the company has received partial credit, it is not discernible if Everlane provides financial or other incentives to suppliers to encourage or support energy efficiency measures. [4]</p><p>It is not discernible if Everlane provides financial or other incentives to suppliers to reduce reliance on fossil fuels by deploying or using renewable energy. However, Everlane prioritizes LEED certified factories. [5]</p><p>It is not discernible if Everlane requires suppliers to set GHG emission reduction targets, set Science-based Targets (SBTs), provide facility level data using the Higg Index or annually report GHG emissions.</p>","renewable_notes":"","materials_grade":"D","materials_summary":"<p>Everlane has committed to eliminating virgin fossil fuel based materials from all of its products and its supply chain by 2021. [6]</p><p>Everlane has committed to phase out non-organic cotton by 2023 and increase recycled synthetic fabric content, but it has not made any commitments to eliminate materials such as leather and viscose sourced from practices that contribute to deforestation by 2030. Everlane has not committed to closing the apparel-to-apparel recycling loop or improving the durability, repairability and resale of its products. [7]</p><p>Everlane does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><p>Everlane has demonstrated significant progress in eliminating virgin polyester and significantly increasing the recycled polyester content in its products. The company reports that 97% of the polyester it uses is recycled and that it has upcycled textiles to make its ReNew and ReKnit product lines. But Everlane has not demonstrated progress in switching to organic cotton as per its commitment, phasing out materials sourced from practices contributing to deforestation, reducing deadstock or increasing the repairability or resale of its products. The company received credit for increasing the recyclability of some of its products (e.g. the Forever Sneaker). [8]</p>","materials_notes":"","shipping_grade":"F","shipping_summary":"<p>Everlane does not report its shipping emissions annually and it does not have shipping emissions reduction targets.</p><p>Everlane does not report its emissions from shipping.</p><p>Everlane has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and to advocate for supporting port infrastructure.</p>","shipping_notes":"","advocacy_grade":"F","advocacy_summary":"<p>It is not discernable if Everlane participated in advocacy efforts over the preceding 24 months urging policy makers to promote and support increasing renewable energy supply, especially in supply chain countries, or stronger emissions reduction.</p>","advocacy_notes":"","leave empty\r":"\r"}