{"brand":"Gant","path":"gant","category":"casual","grade":"D-","summary":"GANT has set typical climate targets and levels of transparency by publishing full supply chain emissions and supplier lists, but the company is signaling an intent to increase its efforts to reduce its climate pollution. GANT claims it will be prioritizing energy efficiency and renewables in its supply chain, which we will be watching for closely. The company already tracks supply chain emissions and prioritizes natural materials over those made from fossil fuels, which is an important step toward climate leadership.","commitments_grade":"D+","commitments_summary":"<h4>GHG emission reduction targets (scope 1 & 2) </h4><p>GANT has set a 2030 target to reduce absolute GHG 30% by 2030 and has set commitments to switch to 100% renewable energy in its own operations but it's not clear if the renewable energy commitment is additional to the grid. <span class=footnote><sup>1</sup></span></p><h4>GHG emission reduction targets (scope 3) </h4><p>GANT has set a 30% target to reduce absolute GHG emissions by 2030 but has not set commitments to purchase or switch to renewable energy in its supply chain. <span class=footnote><sup>2</sup></span></p><h4>Transparency</h4><p>GANT annually reports GHG emissions in its own operations, but it does not report energy demand or renewable energy consumption and attributes. <span class=footnote><sup>3</sup></span></p><p>GANT publicly reports its list of suppliers and it only reports the annual GHG emissions associated with its supply chain. GANT does not annually report energy demand or renewable energy consumption and attributes in its supply chain. <span class=footnote><sup>4, 5</sup></span>","commitments_notes":"<li>[1] GANT. (n.d.). Planet. Retrieved from https://www.gant.com/sustainability/planet</li><li>[2] Ibid.</li><li>[3] GANT. (n.d.). 2020 Sustainability Report. Retrieved from https://assets.ctfassets.net/ht7j4zfe2bll/1LcU2JoStXWCxR2d9N3NCQ/debfb56aa3749ae555228ee73b965073/Sustainability_report_2020_final__1_.pdf</li><li>[4] Ibid.  [5] GANT. (n.d.). Factory List.  Retrieved from https://assets.ctfassets.net/ht7j4zfe2bll/6my1Q21rhJDoxxarxpTZUb/938456b69777c0e8962e0bf790a7348e/Transparent_Factory_List_Nov_-_Sheet1__1___1_.pdf</li>","renewable_grade":"F","renewable_summary":"<p>GANT does not report providing financial incentives to suppliers, but GANT says it plans to \"incentivize climate footprint reduction\" in its value chain. <span class=footnote><sup>6</sup></span></p><p>GANT does not report providing financial incentives to suppliers, but the company says it plans on \"incentivizing implementation of renewables within our supply chain\" by 2025. <span class=footnote><sup>7</sup></span></p><p>GANT requires some but not all suppliers (57% of Tier 1 suppliers) to provide facility level data using the Higg Index. But the company does not require suppliers to set GHG emission reduction targets or Science-based Targets (SBTs) or annually report GHG emissions. <span class=footnote><sup>8</sup></span></p>","renewable_notes":"<li>[6] GANT. (n.d.). GANT Combatting Climate Crisis Strategy 2030. Retrieved from https://downloads.ctfassets.net/ht7j4zfe2bll/4IAgFKiNRNmKMu3Xond0Hv/3ab99af7eda3f168b859316bcbfea2d9/FINAL_1._COMBATING_CLIMATE_CRISIS__STRATEGY_2030.pdf</li><li>[7] GANT. (n.d.). Planet. Retrieved from https://www.gant.com/sustainability/planet</li><li>[8] GANT. (n.d.). 2020 Sustainability Report. Retrieved from https://assets.ctfassets.net/ht7j4zfe2bll/1LcU2JoStXWCxR2d9N3NCQ/debfb56aa3749ae555228ee73b965073/Sustainability_report_2020_final__1_.pdf</li>","materials_grade":"F","materials_summary":"<p>Though the company has not committed to phase out fossil fuel based materials, GANT prioritizes natural, renewable materials that do not emit plastics and the company utilizes a fiber staircase, used for implementing materials with lower climate impact. Gant reports that 88% of its products are made with natural materials. <span class=footnote><sup>9</sup></span></p><p>GANT has committed to zero-deforestation materials by 2025, but it has not made any commitments to completely phase out non-organic cotton or cotton sourced from non-regenerative agriculture, to close the apparel-to-apparel recycling loop or improve the durability, repairability and resale of its products. While GANT recognizes the benefits of organic cotton, it has not committed to switch its cotton entirely to organic or regererative cotton. <span class=footnote><sup>10-12</sup></span></p><p>GANT publicly reports its material mix and how it manages its deadstock, but the company does not report its volume of deadstock annually. <span class=footnote><sup>13</sup></span></p><p>GANT has demonstrated progress in reducing its reliance on fossil fuel materials by reporting that 88% of its products are made from natural materials. In 2020 45% of materials were designated lower climate impact. But GANT has not reported any progress in reducing deadstock, recycling its own products in a closed loop or improving the durability, repariability or resale of its products. The company has not reported progress in phasing out materials sourced from practices contributing to deforestation as per its commitment. <span class=footnote><sup>14</sup></span></p>","materials_notes":"<li>[9] Ibid.</li><li>[10] Ibid.  [11] GANT. (n.d.). GANT Way. Retrieved from https://www.gant.com/sustainability/product  [12] GANT. (n.d.). Recycleable Polyester. Retrieved from https://www.gant.com/sustainability/product/recyclable-polyester</li><li>[13] GANT. (n.d.). 2020 Sustainability Report. Retrieved from https://assets.ctfassets.net/ht7j4zfe2bll/1LcU2JoStXWCxR2d9N3NCQ/debfb56aa3749ae555228ee73b965073/Sustainability_report_2020_final__1_.pdf</li><li>[14] Ibid.</li>","shipping_grade":"D+","shipping_summary":"<p>GANT annually reports its emissions and it includes shipping emissions in its GHG reduction targets. <span class=footnote><sup>15</sup></span></p><p>GANT has not reported any significant reductions in its shipping emissions.</p><p>GANT has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and to advocate for supporting port infrastructure.</p>","shipping_notes":"<li>[15] GANT. (n.d.). Planet. Retrieved from https://www.gant.com/sustainability/planet</li>","advocacy_grade":"F","advocacy_summary":"<p>It is not discernable if GANT participated in advocacy efforts over the preceding 24 months urging policy makers to promote and support increasing renewable energy supply, especially in supply chain countries, or stronger emissions reduction.</p>","leave empty\r":"\r"}