{"brand":"Gap","path":"gap","subsidiaries":"athleta,banana-republic,gap,old-navy","main_brands":"Athleta Banana Republic Gap Old Navy","category":"athletic,casual,fast","grade":"D","summary":"Gap Inc. stands out for its advocacy work to increase access to renewables in supply chain countries and support a 1.5 degree warming pathway, yet the company has not yet taken concrete steps to increase energy efficiency or the use of renewable energy in its own supply chain. The iconic brand has set mediocre climate targets and is tracking emissions in its supply chain, but it has not yet committed to reducing its usage of fossil fuel based fabrics.","commitments_grade":"C-","commitments_summary":"<h4>Climate commitments</h4><p><strong>In own operations </strong><br/>Gap Inc. has set a target to reduce GHG emissions 90% by 2030 from a 2017 base year for its own operations. Gap Inc. has also committed to power its own operations with 100% renewable electricity by 2030. It is not clear how much of the renewable energy will be additional to the grid. <span class=footnote><sup>1</sup></span></p><p><strong>In the supply chain </strong><br/>Gap Inc has set a target to reduce absolute GHG emissions 30% from the manufacturing of goods by 2030 from a 2017 base year, and has also set a goal to be \"Carbon Neutral\" by 2050 across its Value Chain. Despite its 100% renewable energy goals for its own operations, Gap Inc. has not set any renewable energy targets for its supply chain. <span class=footnote><sup>2,3</sup></span></p><h4>GHG emissions and energy transparency</h4><p><strong>In own operations </strong><br/>Gap Inc. annually reports the GHG emissions and energy demand associated with its own operations, including some details on the location and amount of renewable energy purchased. <span class=footnote><sup>3</sup></span></p><p><strong>In the supply chain </strong><br/>Gap Inc. regularly publishes its list of suppliers, including listing specific facility location details, as well as the GHG emissions associated with its supply chain, but it does not publish the energy demand or renewable energy consumption and attributes in its supply chain. <span class=footnote><sup>4,5</sup></span></p>","commitments_notes":"<li>[1] Science Based Targets initiative. (2020, January). Companies taking action. https://sciencebasedtargets.org/companies-taking-action#table</li><li>[2] Ibid.  [3] Gap Inc. (n.d.). Goals and Progress. Retrieved from https://www.gapinc.com/en-us/values/sustainability/strategy/goals-and-progress</li><li>[3] Gap Inc. (n.d.). Measuring our Progress. Retrieved from https://www.gapinc.com/en-us/values/sustainability/data</li><li>[4] Ibid.  [5] Gap Inc. (n.d.).  Retrieved from https://www.gapincsustainability.com/sites/default/files/Gap%20Inc%20Factory%20List.pdf</li>","renewable_grade":"F","renewable_summary":"<h4>Energy efficiency </h4><p>In contrast to efforts to improve energy efficiency in its own stores and offices, it is not discernible if Gap Inc. provides financial or other incentives to suppliers to encourage or support energy efficiency measures.</p><h4>Renewable energy use and deployment </h4><p>It is not discernible if Gap Inc. provides financial or other incentives to suppliers to reduce reliance on fossil fuels by deploying or using renewable energy.</p><h4>Supplier transparency and commitments</h4><p>Gap Inc. requests that all Tier 1 & Tier 2 suppliers complete the Higg Index FEM, with 97% of Tier 1 suppliers and 91% of Tier 2 mills completing the 2018 survey. But the company does not require suppliers to set GHG emission reduction targets or Science-based Targets (SBTs) or annually report their GHG emissions. <span class=footnote><sup>6</sup></span></p>","renewable_notes":"<li>[6] Gap Inc. (n.d.). Global Sustainability Report. Retrieved from https://www.gapinc.com/CMSPages/GetAzureFile.aspx?path=~\\gapcorporatesite\\media\\images\\values\\sustainability\\documents\\gap-inc-2019-report.pdf&hash=427e23d4b432a1129e037255e6ef42e29f6c9c313d4c5870cc7e1fc57c3a02c7</li>","materials_grade":"F","materials_summary":"<h4>Eliminating fossil fuel fabrics  </h4><p>Gap Inc. has not made any commitments to phase out fossil fuel materials. But the company recognizes in its 2019 sustainability report that synthetics \"are generally derived from nonrenewable, petroleum-based sources, there are concerns about their production and processing; they also do not biodegrade like natural fibers, providing limited end-of-life options.\"</p><h4>Commitment to circularity and low carbon materials  </h4><p>Gap Inc. has a commitment to eliminate man-made cellulosic fiber sourced from ancient and endangered, high conservation and high carbon-value forest areas by 2020. The company has not made any commitments to switch to organic cotton or cotton sourced from regenerative agriculture or eliminate materials. Though the company is taking steps to recycle some of its products, it has not made an explicit and time-bound commitment to close the apparel-to-apparel recycling loop or improve the durability, repairability and resale of its products. <span class=footnote><sup>7</sup></span></p><h4>Progress and performance  </h4><p>Gap Inc. does not provide details on the overall mix of materials and fiber that go into its products or the amount of polyester and other fossil based fabrics used in its apparel. Reporting is limited to categories of \"sustainable fiber\" and progress toward the company's self-defined \"sustainable\" materials goals.</p><h4>Transparency </h4><p>Gap Inc. reported in 2019 that 86% of its wood-derived materials are compliant with its policy. The company also took some steps in moving toward closing the textile recycling loop, partnering with the Ellen MacArthur Foundation on the Make Fashion Circular initiative, which aims to recycle old clothing. The company also partnered with thredUP to improve the resale of its used products. Gap Inc. has not committed to phasing out virgin fossil fuel based materials or reported on its progress in reducing its reliance on such materials. The company has not reported progress in increasing the proportion of organic or regenerative cotton in its material mix or in reducing deadstock. <span class=footnote><sup>8</sup></span></p>","materials_notes":"<li>[7] Gap Inc. (n.d.). Wood-Derived Fabric Policy. Retrieved from https://gapinc-prod.azureedge.net/gapmedia/gapcorporatesite/media/images/values/sustainability/documents/wood-derived-fabric-policy.pdf</li><li>[8] Gap Inc. (n.d.). Global Sustainability Report. Retrieved from https://www.gapinc.com/CMSPages/GetAzureFile.aspx?path=~\\gapcorporatesite\\media\\images\\values\\sustainability\\documents\\gap-inc-2019-report.pdf&hash=427e23d4b432a1129e037255e6ef42e29f6c9c313d4c5870cc7e1fc57c3a02c7</li>","shipping_grade":"F","shipping_summary":"<h4>Shipping climate commitments and reporting  </h4><p>Gap Inc. provides limited reporting on shipping emissions, which shows that emissions from its upstream transportation of goods is 45% larger than its own scope 1 & 2 emissions. Despite its significant size, Gap Inc. does not include GHG emissions shipping in its supply chain/scope 3 Science-based Target. <span class=footnote><sup>9</sup></span></p><h4>Reduction in upstream shipping emissions </h4><p>Gap Inc. has not reported any efforts to reduce its GHG emissions associated with its upstream shipping, and its absolute emissions continue to rise.</p><h4>Commitment and advocacy for zero emissions vessels (ZEV) by 2030  </h4><p>Gap Inc. has not made any commitments to transition its maritime cargo shipping to zero emissions vessels (ZEV). Gap Inc. is a member of the Clean Cargo working group, which has supported long-term goals to reduce maritime shipping emisisons.</p>","shipping_notes":"<li>[9] Gap Inc. (n.d.). Measuring our Progress. Retrieved from https://www.gapinc.com/en-us/values/sustainability/data</li>","advocacy_grade":"A-","advocacy_summary":"<p>GAP signed several letters urging policy makers for increasing renewable energy supply and strong emissions reduction targets including: a letter to the government of Cambodia raising concerns about the country's continued investment in and expansion of coal power; and an open letter to President Biden supporting climate action that is consistent with the Paris Accord and a 2030 emissions reduction target, or Nationally Determined Contribution (NDC), of 50% or greater. It also signed the United for The Paris Agreement letter.</p>","leave empty\r":"\r"}