{"brand":"Guess","path":"guess","category":"fast","grade":"F","summary":"Guess has made initial, cursury motions to rein in its climate pollution, but the popular brand has not done nearly enough to be considered a climate leader. Despite setting climate targets, Guess has not yet begun prioritizing energy efficiency or renewables in its supply chain. Nor has the company done much to decrease its reliance on fossil fuel-based materials. Guess should begin setting stronger targets and commitments, including in its own operations, and begin to rapidly deploy renewables throughout its supply chain.","commitments_grade":"D+","commitments_summary":"<h4>GHG emission reduction targets (scope 1 & 2) </h4><p>Guess has set a target to reduce absolute GHG emissions by 50% from a 2019 base year by 2030 but has not set commitments to purchase or switch to renewable energy in its own operations. <span class=footnote><sup>1</sup></span></p><h4>GHG emission reduction targets (scope 3) </h4><p>Guess has set a target to reduce absolute GHG emissions \"from purchased goods and services 30%\" by 2030 from a 2019 base year, but the company has not set commitments to purchase or switch to renewable energy in its supply chain. <span class=footnote><sup>2</sup></span></p><h4>Transparency</h4><p>Guess annually reports GHG emissions and energy demand in its own operations, but it does not report renewable energy consumption and attributes. <span class=footnote><sup>3</sup></span></p><p>Guess publicly reported its list of suppliers. Guess reports the annual GHG emissions associated with its supply chain but it does not annually report energy demand and renewable energy consumption and attributes in its supply chain. <span class=footnote><sup>4,</sup></span> <span class=footnote><sup>5</sup></span>","commitments_notes":"<li>[1] Science Based Targets initiative. (2021, January). Companies taking action. https://sciencebasedtargets.org/companies-taking-action#table</li><li>[2] Ibid.</li><li>[3] Guess. (n.d.). Guess FY 2018-2019 Sustainability Report. Retrieved from https://content.guess.com/sustainability/GUESS-FY2018-2019_Sustainability-Report.pdf</li><li>[4] Ibid.  [5] Guess. (n.d.). Guess?, Inc. Supplier Factory List. Retrieved from https://static1.squarespace.com/static/609c10ed49db5202181d673f/t/60da4fd08f8c923816d669ea/1624920016516/GUESS+Vendor+List+June+2021.pdf</li>","renewable_grade":"F","renewable_summary":"<p>It is not discernible if Guess provides financial or other incentives to suppliers to encourage or support energy efficiency measures.</p><p>It is not discernible if Guess provides financial or other incentives to reduce reliance on fossil fuels by deploying or using renewable energy.</p><p>Guess requires some but not all suppliers to provide facility level data using the Higg Index. The company reports that 27% of its suppliers by volume completed the Higg FEM environmental assessment. But the company does not require suppliers to set GHG emission reduction targets or Science-based Targets (SBTs) or annually report GHG emissions.</p>","renewable_notes":"<li>[6] Guess. (n.d.). Vision Guess Sustainability Report fiscal years 2020-2021. Retrieved from: https://static1.squarespace.com/static/609c10ed49db5202181d673f/t/60faf8af82418f5da4778f6f/1627060411937/GUESS+FY20-21+Sustainability+Report.pdf</li>","materials_grade":"F","materials_summary":"<p>Guess has not made any commitments to phase out fossil fuel based materials.</p><p>Guess has committed through its Policy on Manmade Cellulosic Fabrics 2019 to eliminate materials such as viscose sourced from practices that contribute to deforestation. Guess has signed on to the Ellen MacArthur Foundation’s Jeans Redesign program to make its jeans more durable, recyclable and traceable. But since this commitment applies only to jeans, the company received just partial credit. The company has not made any commitments to phase out non-organic cotton or cotton sourced from non-regenerative agriculture or to close the apparel-to-apparel recycling loop. <span class=footnote><sup>7</sup></span></p><p>Guess publicly reports its material mix but it does not report its volume of deadstock annually and how it manages its deadstock.</p><p>Guess has not committed to phasing out virgin fossil fuel based materials or reported on its progress in reducing its reliance on such materials. The company has not committed to switching to organic cotton or cotton sourced from regenerative agriculture or reported progress in increasing the proportion of such cotton in its material mix. Guess has not demonstrated any progress increasing the recycled content in its products, reducing deadstock, recycling its own products or other apparel in a closed loop system or increasing the repairability or resale of its products. The company has a take-back program called Resourced that has collected over 75,000 kg of apparel and footwear since May 2018, but the company does not report the amount resold or recycled into new garments. Hence the company received only partial credit. Guess reports that \"as part of its eco materials targets for 2020, GUESS endeavors to seek out man-made cellulosic materials made with closed-loop solutions. Guess also supports the CanopyStyle initiative’s goal to increase the availability of innovative fibers in the marketplace, and will collaborate with Canopy and innovative fiber producers to support the commercial availability of man-made cellulosic fibers containing minimum of 50% of these innovative closed-loop fibers by 2025.\" Guess also receives partial credit for its work on phasing out materials contributing to deforestation. <span class=footnote><sup>8</sup></span></p>","materials_notes":"<li>[7] Guess. (n.d.). Guess Responsible Sourcing Policy on Manmade Cellulosic Fabrics 2019. Retrieved from https://static1.squarespace.com/static/609c10ed49db5202181d673f/t/60d4a53a06f9db3db30da5d9/1624548666421/GUESS-Responsible-Sourcing-2019-Policy-on-Cellulosic-Fabrics-CANOPY-APPROVED.pdf</li><li></li><li>[8] Guess. (n.d.). Guess FY 2018-2019 Sustainability Report. Retrieved from https://content.guess.com/sustainability/GUESS-FY2018-2019_Sustainability-Report.pdf</li>","shipping_grade":"F","shipping_summary":"<p>Guess reports its shipping emissions annually, but it does not report GHG emission targets from shipping and its current scope 3 target only covers goods and services. <span class=footnote><sup>9</sup></span></p><p>Guess has not reported any significant reductions in its shipping emissions.</p><p>Guess has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and advocate for supporting port infrastructure.</p>","shipping_notes":"<li>[9] Ibid.</li>","advocacy_grade":"D","advocacy_summary":"<p>Guess signed the Business Ambition for 1.5°C commitment.</p>","leave empty\r":"\r"}