{"1":[],"2":[],"3":[],"4":[],"5":[],"6":[],"Section_1_title":"Fashion’s Fossil Fuel Problem","Section_1_content":"<p>From the carbon-intensive energy used to power the processing of its materials and manufacturing of garments, shoes and other goods, to the raw materials such as plastic fibers used to make its products, the industry’s addiction to fossil fuels is at the core of its environmental sustainability problem. </p>\r\n\r\n\r\n<p>\r\nTBD\r\n</p>","Section_2_title":"Executive summary","Section_2_content":"<p>In the wake of a global pandemic that reinforced growing public demand for strong action to curb the climate crisis and protect public health, fashion brands are at a critical crossroads. As people around the world call for a just and green economic recovery, the fashion industry, which is responsible for 5 to 8% of all global greenhouse gas (GHG) emissions, must quickly ramp up its efforts to eliminate fossil fuels across supply chains in order to halve its emissions by 2030 in line with the Paris Accord.[1]</p>\r\n\r\n\r\n<p>The fashion industry continues to rely heavily on coal to power the manufacturing of its products, contributing to rising climate emissions and deadly air pollution in countries, such as Vietnam and Bangladesh, where its supply chain is concentrated. Fashion brands are also driving demand for fracked fibers such as polyester, which are derived from fossil fuel feedstocks, and whose production is associated with significantly greater emissions compared to plant-based fabrics such as cotton. \r\n</p>","Section_2_content_2":"<p>Over the last few years, many fashion brands have pledged to take steps to cut the climate emissions generated from their supply chains by signing the Fashion Industry Charter for Climate Action, which commits brands to 30% emission reduction across entire value chains.[2]</p>\r\n\r\n\r\n<p>But as the runway to 2030 gets shorter, fashion brands must move rapidly from climate commitments to actions geared to phase out fossil fuels in order to halve their greenhouse gas emissions in this decade in line with limiting global warming to 1.5℃. </p>\r\n\r\n\r\n<p>Climate science has made it abundantly clear that the fashion industry’s business-as-usual reliance on fossil fuels to manufacture and ship its garments is not consistent with a climate-safe future. Continued reluctance by fashion brands to decarbonize their manufacturing processes also poses significant reputational and investor risk, with both consumers and shareholders increasingly demanding corporate action to cut down emissions in line with the Paris Accord.[3] </p>\r\n\r\n\r\n<p>Stand.earth’s Fossil-Free Fashion Scorecard benchmarks 47 leading fashion and apparel companies on their efforts to eliminate fossil fuels in the manufacturing, raw materials and shipping of their goods. The Scorecard builds on Stand.earth’s Filthy Fashion Climate Scorecard published in 2019 by analyzing not only their climate commitments but also their efforts to increase renewable energy and energy efficiency in manufacturing, shift to low-carbon materials, and reduce climate pollution from shipping.</p>","criteria_opening":"As outlined in Stand.earth’s Roadmap to Fossil Free Fashion,[4] which identified five critical focus areas and corresponding metrics to assess the ambition and response of global fashion brands to the climate emergency, the 2021 Scorecard measures the performance of global brands across the following impact areas:","Criteria1":"Climate commitments and transparency","Criteria1b":"Reducing GHG emissions 55% by 2030 in line with a 1.5℃ pathway and disclosure of emissions and energy use across entire value chains.","Criteria2":"Renewable and energy-efficient manufacturing","Criteria2b":"Progress in driving renewable energy use and energy efficiency and phasing out coal in all tiers of the supply chain.","Criteria3":"Renewable energy advocacy","Criteria3b":"Demanding stronger emission reduction targets and renewable energy policy from government decision makers to ensure access to renewables in manufacturing countries.","Criteria4":"Low-carbon materials","Criteria4b":"Phasing out fossil fuel fabrics such as polyester and wood-based materials, such as viscose, and leather linked to deforestation, and non-organic or non-regenerative cotton, as well as shifting toward closed-loop recycling and longer-lasting products made to be repaired, reused and recycled.","Criteria5":"Greener shipping","Criteria5b":"Reducing emissions from upstream shipping and advocating for zero-emission vessels and infrastructure.","Criteria_closing":"By committing to rebuilding their business model around a rapid decrease in fossil fuel use this decade, global brands can transform the fashion industry from being one of the largest climate polluters on the planet to becoming a critical catalyst for a much broader decarbonization of the global economy.","Finding_title":"Major findings","Finding1":"Brands’ emissions targets are inconsistent with a 1.5℃ pathway","Finding1b":"The 2020 United Nations Environment Program Emissions Gap Report demonstrates that the world must cut emissions by 55% in order to limit global warming to below 1.5℃. Of the 47 companies evaluated in the Scorecard, only two have committed to slashing their GHG emissions across the value chain (i.e. scopes 1, 2 and 3) 55% or greater by 2030. Mammut and Asics have set ambitious commitments to reduce their emissions, by 55% and 63% (from purchased goods and services and end-of-life treatment of sold products), respectively. These brands received a letter grade of “B,” the highest grade in the area of climate commitments and transparency alongside Nike. REI Co-op, which received a letter grade of “B-” in the area of climate commitments, pledged to reduce emissions 55% by 2030. With the exception of Levi’s (40%; C+), Allbirds (42%; C-), and American Eagle Outfitters (40%; D+), all other companies have either set emissions reduction targets for their supply chain of 30% or lower or committed to intensity-based targets that fall short of achieving the necessary 2030 reductions.","Finding2":"Brands can no longer ignore their supply chain emissions","Finding2b":"Despite their supply chain being responsible for 90% of emissions, companies continue to focus much of their efforts on decarbonizing their own operations (e.g. head offices, stores, warehouses and employee commute), which contribute only 10% of emissions. More than three-quarters of the companies evaluated in the Scorecard (36 of 47) received a failing “F” grade on their efforts to drive energy efficiency and renewable energy use in their supply chain. The highest grade in this area was achieved by Asics (C+), followed by Levi’s, Mammut, Nike, and PUMA, each receiving a grade of “C.” These companies have taken important steps to invest in improving energy efficiency in their Tier 1 and Tier 2 of the supply chain, and providing financial incentives to help procure or deploy renewable energy (e.g. on-site solar photovoltaic plants or rooftop solar) at their supply chain manufacturing facilities.","Finding3":"Relying on offsets and RECs to meet RE targets is a false solution","Finding3b":"Most companies that have made commitments to increase renewable energy in their stores and offices are relying on purchasing unbundled Renewable Energy Credits (RECs) that would enable them to claim credit toward achieving their renewable energy target, but in fact are doing little to add renewable energy to the grid. Without actually using that energy to power their operations, essentially companies are paying their way out of taking real responsibility over their climate emissions.","Finding4":"Sportswear and outdoor brands highest scoring, but still C students","Finding4b":"Among the top ten performing companies across all impact areas, eight are companies that own popular sportswear and outdoor brands including Asics (C+), Mammut (C+), Nike (C+), PUMA (C), VF Corp. (C), adidas (C-), Arc’teryx (C-) and Patagonia (C-). While these companies have demonstrated leadership in the areas of climate commitments, renewable energy in manufacturing and/or advocacy, they face major challenges in terms of decarbonizing their raw materials, where fossil fuel derived fabrics such as polyester make up a large proportion of their material mix.","Finding5":"Few companies phasing out coal-fired boilers","Finding5b":"Replacing coal-fired boilers presents a big opportunity for fashion brands to substantially cut their GHG emissions, yet only six companies reported recent progress in eliminating or addressing coal boilers. Asics is the only company to report that it has eliminated onsite coal burning at all of its Tier 1 supplier facilities.[5] Nike also reported its partner factories implemented more than 40 boiler electrification projects over the last six years.[6] Adidas, Esprit and PUMA indicated that they are working with supply chain partners to replace coal-fired boilers, and Mammut made a commitment to phase out coal by 2030.","Finding6":"Little action being reported in driving renewables in the supply chain","Finding6b":"While companies recognize that shifting to renewable energy in their supply chain is key to cutting their climate emissions, few companies have reported that they are taking meaningful steps to financially incentivize suppliers or provide direct investments to deploy or purchase renewable energy.","Finding7":"Lack of transparency in supply chain emissions","Finding7b":"Only one-third of the companies evaluated in the Scorecard (14 of 47) require all their supply chain partners to provide them with data on their emissions and energy use. Asics is the only company to also require key suppliers to set emissions reduction targets and report their emissions.","Finding8":"Fracked polyester and other fossil fuel fabrics a climate liability for brands","Finding8b":"While many companies have made commitments to phase out virgin polyester or other fossil fuel fabrics such as nylon, they are doubling down on the use of these materials by sourcing fibers recycled from plastic waste generated by other sectors, such as single-use plastic water bottles or discarded fishing nets. This undermines the industry’s efforts to address microplastic pollution, reduce its waste, and achieve circularity as apparel made from plastic waste becomes destined to be downcycled, landfilled or incinerated. Brands must focus their efforts on transitioning away from fossil fuel fabrics and investing in closed-loop recycling solutions that ensure their products get recycled to create new goods. The popular outdoor brand Icebreaker, a subsidiary of VF Corp., has demonstrated unique leadership in this area by committing to phasing out all fossil fuel derived fabrics from its products, including both virgin and recycled polyester, by 2023. Mammut has also successfully closed the recycling loop for its climbing ropes, one of the most important and energy-intensive products in its product line.","Finding9":"Shipping often drives more than scope 1 and 2 emissions yet very little action taken by companies to cut their shipping emissions","Finding9b":"Shipping is often responsible for 10% of fashion brands’ GHG emissions--potentially more than that from scope 1 and 2 activities. As major clients of shipping companies, fashion brands have a unique opportunity to catalyze the rapid decarbonization of the shipping industry, yet only 17 (36%) of the brands evaluated in the Scorecard included shipping in their scope 3 supply chain emissions reduction target. Mammut exemplified leadership in the area of shipping by being the only company to commit to zero-emission vessely (ZEV) by 2030.","grid":[]}