{"1":[],"2":[],"3":[],"4":[],"5":[],"6":[],"Section_1_title":"Fashion’s Fossil Fuel Problem","Section_1_content":"<p>From the carbon-intensive energy used to power the processing of its materials and manufacturing of garments, shoes and other goods, to the raw materials such as plastic fibers used to make its products, the industry’s addiction to fossil fuels is at the core of its environmental sustainability problem. </p>\r\n\r\n\r\n<p>The most recent Intergovernmental Panel on Climate Change (IPCC) report issued a “code red” for humanity and painted an alarming picture of the future of our climate if the world fails to drastically reduce its reliance on fossil fuels. As one of the biggest drivers of climate pollution, fashion companies must move decisively to break their dependence on fossil fuels, spurring the rapid transition to renewable energy and fossil free fabrics we need to safeguard a livable future.</p>","Section_2_title":"Executive summary","Section_2_content":"<p>In the wake of a global pandemic that reinforced growing public demand for strong action to curb the climate crisis and protect public health, fashion brands are at a critical crossroads. As people around the world call for a just and green economic recovery, the fashion industry, which is responsible for 5 to 8% of all global greenhouse gas (GHG) emissions, must quickly ramp up its efforts to eliminate fossil fuels across supply chains in order to halve its emissions by 2030 in line with the Paris Accord.<span class=footnote><sup>[1]</sup></span></p>\r\n\r\n\r\n<p>The fashion industry continues to rely heavily on coal to power the manufacturing of its products, contributing to rising climate emissions and deadly air pollution in countries, such as Vietnam and Bangladesh, where its supply chain is concentrated. Fashion brands are also driving demand for fracked fibers such as polyester, which are derived from fossil fuel feedstocks, and whose production is associated with significantly greater emissions compared to plant-based fabrics such as cotton.\r\n</p>","Section_2_content_2":"<p>Over the last few years, many fashion brands have pledged to take steps to cut the climate emissions generated from their supply chains by signing the Fashion Industry Charter for Climate Action, which commits brands to 30% emission reduction across entire value chains.<span class=footnote><sup>[2]</sup></span> But as the runway to 2030 gets shorter, fashion brands must move rapidly from climate commitments to actions geared to phase out fossil fuels in order to halve their greenhouse gas emissions in this decade in line with limiting global warming to 1.5℃. \r\n</p>\r\n\r\n\r\n<p>Climate science has made it abundantly clear that the fashion industry’s business-as-usual reliance on fossil fuels to manufacture and ship its garments is not consistent with a climate-safe future. Continued reluctance by fashion brands to decarbonize their manufacturing processes also poses significant reputational and investor risk, with both consumers and shareholders increasingly demanding corporate action to cut down emissions in line with the Paris Accord.<span class=footnote><sup>[3]</sup></span></p>\r\n\r\n\r\n<p>Stand.earth’s Fossil-Free Fashion Scorecard benchmarks 47 leading fashion and apparel companies on their efforts to eliminate fossil fuels in the manufacturing, raw materials and shipping of their goods. The Scorecard builds on Stand.earth’s Filthy Fashion Climate Scorecard published in 2019 by analyzing not only their climate commitments but also their efforts to increase renewable energy and energy efficiency in manufacturing, shift to low-carbon materials, and reduce climate pollution from shipping. </p>","criteria_title":"Impact areas","criteria_opening":"As outlined in Stand.earth’s Roadmap to Fossil Free Fashion,<span class=footnote><sup>[4]</sup></span> which identified five critical focus areas and corresponding metrics to assess the ambition and response of global fashion brands to the climate emergency, the 2021 Scorecard measures the performance of global brands across the following impact areas and 2030 benchmarks:","Criteria1":"Climate commitments and transparency","Criteria1b":"Reducing GHG emissions 55% or greater by 2030 in line with a 1.5℃ pathway and disclosure of emissions and energy use across entire value chains.","Criteria2":"Renewable and energy-efficient manufacturing","Criteria2b":"Progress in driving renewable energy use and energy efficiency and phasing out coal in all tiers of the supply chain by 2030.","Criteria3":"Renewable energy advocacy","Criteria3b":"Demanding stronger emission reduction targets and renewable energy policy from government decision makers to ensure access to renewables in manufacturing countries.","Criteria4":"Low-carbon materials","Criteria4b":"Phasing out fossil fuel fabrics such as polyester, wood-based materials and leather linked to deforestation, and non-organic or non-regenerative cotton, as well as shifting toward closed-loop recycling and longer-lasting products made to be repaired, reused and recycled.","Criteria5":"Greener shipping","Criteria5b":"Reducing emissions from upstream shipping and advocating for zero-emission vessels and infrastructure.","Criteria_closing":"By committing to rebuild their business model around a rapid decrease in fossil fuel use this decade, global brands can transform the fashion industry from being one of the largest climate polluters on the planet to becoming a critical catalyst for a much broader decarbonization of the global economy.","Finding_title":"Major findings","Finding1":"Brands’ emissions targets are inconsistent with a 1.5℃ pathway","Finding1b":"The 2020 United Nations Environment Program Emissions Gap Report demonstrates that the world must cut emissions by 55% in order to limit global warming to below 1.5℃. Of the 47 companies evaluated in the Scorecard, only Asics, Mammut and REI Co-op have set commitments to slash their GHG emissions across the value chain (i.e. scopes 1, 2 and 3) by at least half by 2030 - 63%, 55% and 55%, respectively. With the exception of Burberry (46%), Allbirds (42%), American Eagle Outfitters (40%), H&M (41%) and Levi’s (40%), all other companies have either set supply chain emission reduction targets 30% or lower or committed to intensity-based targets that fall short of achieving the necessary 2030 reductions.","Finding2":"Few companies deploying renewable energy within their supply chain","Finding2b":"Despite their supply chain being responsible for 90% of GHG emissions, companies continue to focus much of their efforts on decarbonizing their own operations, which typically represent 10% or less of emissions. More than three-quarters of the companies evaluated in the Scorecard (35 of 47) received a failing “F” grade on their efforts to drive energy efficiency and a transition to renewable energy in their supply chain. Of the 47 brands in the scorecard, only six have reported the deployment of renewable energy in their supply chain.The highest grade in this area was achieved by Asics, Levi’s, Mammut, Nike, and PUMA, each receiving a grade of “C.” These companies have taken important steps to invest in improving energy efficiency in their Tier 1 and Tier 2 of the supply chain, and providing financial incentives to help procure or deploy renewable energy at their supply chain manufacturing facilities.","Finding3":"“Carbon neutral”, “climate positive” goals often not backed up with strong emissions reduction or renewables targets","Finding3b":"Several fashion companies have centered their climate strategy on becoming “carbon neutral” or “climate positive”. But in many cases, these increasingly popular buzzwords provide a false impression about companies’ decarbonization efforts. For example, Gap has set a target to become “carbon neutral” by 2050; however, the company’s absolute emissions reduction target of 30% by 2030 for its supply chain remains far below the trajectory it needs to set. Gap has also not set a renewable energy target for its manufacturing, which suggests that the company will likely rely on carbon offsets and unbundled renewable energy credits to claim credit toward achieving its climate goals. Another brand that exemplifies this troubling trend is Ralph Lauren, which has committed to a “net zero” target by 2040 by largely relying on “carbon credits” and “nature-based carbon removal” but has not set a renewable energy target for its manufacturing. Pentland, the parent company of Speedo, has a long-term goal of becoming carbon neutral but no commitments to drive renewable energy in its supply chain. For climate neutrality or positivity goals to be meaningful brands must also commit to halving their emissions throughout the value chain and move away from fossil fuels to renewable energy to power manufacturing. Mammut's new net zero strategy, which promises to reduce absolute emissions 55% and switch to 100% renewable energy in the supply chain, provides a strong model for other brands to follow.","Finding4":"Lululemon, Under Armour lagging far behind leading sportswear and outdoor brands","Finding4b":"Among the top ten performing companies across all impact areas, eight are companies that own popular sportswear and outdoor brands. The Swiss outdoor brand Mammut leads the pack with a “B-” overall grade, followed by Nike (C+), Asics (C), PUMA (C), VF Corp. (C), adidas (C-), Arc’teryx (C-) and Patagonia (C-). Notably, the healthy lifestyle brand Lululemon, known for its popular yoga pants and athleisure wear, was among the worst performing sportswear brands, receiving a “D-” for demonstrating little progress in switching from coal to renewable energy in its supply chain and failure to take steps to reduce its reliance on fracked fabrics and other fossil fuel derived materials. Under Armour, the fourth biggest sportswear brand in the world, received a failing “F” grade, reflecting weak commitments to tackle climate change and troubling lack of transparency in disclosing its GHG emissions and energy use in its supply chain.","Finding5":"Few companies phasing out coal-fired boilers","Finding5b":"Replacing coal-fired boilers presents a big opportunity for fashion brands to substantially cut their GHG emissions, yet only six companies reported recent progress in eliminating or addressing coal boilers. Asics is the only company to report that it has eliminated onsite coal burning at all of its Tier 1 supplier facilities.<span class=footnote><sup>[5]</sup></span> Nike also reported its partner factories implemented more than 40 boiler electrification projects over the last six years.<span class=footnote><sup>[6]</sup></span> Adidas, Esprit and PUMA indicated that they are working with supply chain partners to replace coal-fired boilers, and Mammut made a commitment to phase out coal by 2030.","Finding6":"Lack of transparency in supply chain emissions","Finding6b":"While one-third of the companies evaluated in the Scorecard (14 of 47) require their supply chain partners to provide them with data on their emissions and energy use, this data is not shared publicly, making it difficult for consumers and investors to hold companies accountable for their supply chain climate footprint. Though some brands like Nike and VF Corp. stand out in their reporting of energy demand and renewable energy use by some suppliers, brands across the sector need to become more transparent in regularly reporting supplier emissions and energy use, including renewable energy.","Finding7":"Fracked polyester and other fossil fuel fabrics a climate liability for fast fashion and sportswear brands","Finding7b":"Materials derived from fossil fuels such as fracked polyester continue to fuel the fast fashion business model and increase the climate footprint of brands known for their sportswear. The world’s biggest fast fashion company Inditex (parent company of Zara) has committed to phase out virgin polyester from its material mix by 2030, but the company is doubling down on the use of the fossil fuel fabrics by sourcing fibers recycled from plastic waste generated by other sectors, such as single-use plastic water bottles. The fast-growing athleisure and yoga brand Lululemon has also committed to increase its polyester recycled content to 75%, but its continued reliance on plastic fabrics will undermine its efforts to achieve circularity and tackle its climate emissions, microplastic pollution, and textile waste, as apparel made from plastic waste are conventionally destined to be landfilled or incinerated.","Finding8":"Icebreaker only brand committed to eliminating all fossil fuel fabrics from its products","Finding8b":"Brands must focus their efforts on transitioning away from fossil fuel fabrics and investing in closed-loop recycling solutions that ensure their products get recycled to create new goods. The popular outdoor brand Icebreaker, a subsidiary of VF Corp., has demonstrated unique leadership in this area by committing to phasing out all fossil fuel derived fabrics from its products, including both virgin and recycled polyester, by 2023. Mammut has also successfully closed the recycling loop for its climbing ropes, one of the most important and energy-intensive products in its product line.","Finding9":"Shipping GHG emissions often much larger than scope 1 and 2 emissions yet ignored by two-thirds of apparel brands","Finding9b":"Shipping is often responsible for 10% of fashion brands’ GHG emissions--potentially more than that from scope 1 and 2 activities. As major clients of shipping companies, fashion brands have a unique opportunity to catalyze the rapid decarbonization of the shipping industry, yet only 18 (38%) of the brands evaluated in the Scorecard included shipping in their supply chain emissions reduction target. Mammut exemplified leadership in the area of shipping by being the first major retail brand to commit to shipping its products on zero-emission vessels (ZEV) by 2030.","brand_scores":"Click any company to learn about their performance in taking steps to deploy renewable energy in its supply chain, how its climate targets stack up against others, state of progress transitioning from fossil fuel based fabrics to low carbon materials, and how companies are reducing fossil fuel pollution from shipping. Or filter by company type to view the leaders and laggards in each area and by market segment, including athletic wear, luxury, casual wear, fast fashion, outdoor clothing and gear, and shoes.","homepage_notes":"<ol><li>\r\nQuantis and ClimateWorks Foundation. (2018). Measuring Fashion: Insights from the Environmental Impact of the Global Apparel and Footwear Industries study. Available at: https://quantis-intl.com/report/measuring-fashion-report/\r\n</li><li>UNFCC. (n.d.). Participants in the Fashion Industry Charter for Climate Action. https://unfccc.int/climate-action/sectoral-engagement/global-climate-action-in-fashion/fashion-industry-charter-for-climate-action/participants-in-the-fashion-industry-charter-for-climate-action#eq-1</li>\r\n<li>SGB Media. (2020, November 12). Cowen Survey: Sustainability Increasingly Important for Younger Consumers. Available at: https://sgbonline.com/cowen-survey-sustainability-increasingly-important-for-younger-consumers/</li>\r\n<li>Stand.earth. (2020, August). Roadmap to Fossil Free Fashion. Available at: https://www.stand.earth/publication/fashion-roadmap</li>\r\n<li>Asics. (2021) Sustainability Report 2020. Available at: https://assets.asics.com/page_types/4764/files/Asics_sustainability%20Report%202020_online_original-5_original.pdf?1625462760&_ga=2.100673730.2120659369.1626047346-767159206.1626047346</li>\r\n<li>Nike. (n.d.) Carbon and Energy. Available at: https://purpose.nike.com/carbon-energy</li></ol>"}