{"brand":"Hugo Boss","path":"hugo-boss","subsidiaries":"","main_brands":"Boss Hugo","category":"luxury","grade":"F","summary":"Hugo Boss has scored most of its credit in the areas of commitments and transparency, highlighting the company's efforts to curb its climate pollution is in its infancy. In order to show leadership, Hugo Boss should begin to incentivize renewable energy and energy efficiency measures in its supply chain and increase its materials reductions ambition. ","commitments_grade":"C-","commitments_summary":"<h4>Climate commitments</h4><p><strong>In own operations </strong><br/>Hugo Boss has set a target to reduce absolute GHG emissions 51% by 2030. The company has current programs to deploy renewable energy but has not committed to switch to 100% renewable energy in its own operations. <span class=footnote><sup>1</sup></span></p><p><strong>In the supply chain </strong><br/>Hugo Boss has set a target to reduce absolute GHG emissions from purchased goods and services and upstream and downstream transportation 30% by 2030, but the company has not set commitments to purchase or switch to renewable energy in its supply chain. <span class=footnote><sup>2</sup></span></p><h4>GHG emissions and energy transparency</h4><p><strong>In own operations </strong><br/>Hugo Boss annually reports its GHG emissions, energy demand and renewable energy consumption in its own operations, But the company does not explicitly report how much of the renewable energy it consumed is additional to the grid. <span class=footnote><sup>3</sup></span></p><p><strong>In the supply chain </strong><br/>Hugo Boss publicly reports its list of suppliers and it only reports the annual GHG emissions associated with its supply chain. The company does not annually report energy demand and renewable energy consumption and attributes in its supply chain. <span class=footnote><sup>4,5</sup></span></p>","commitments_notes":"<li>[1] Hugo Boss. (n.d.). 2020 Sustainability Report. Retrieved from https://group.hugoboss.com/fileadmin/media/pdf/sustainability/sustainability_reports_EN/Sustainability_Report_2020.pdf</li><li>[2] Science Based Targets initiative. (2020, April). Companies taking action. https://sciencebasedtargets.org/companies-taking-action#table</li><li>[3] Hugo Boss. (n.d.). 2020 Sustainability Report. Retrieved from https://group.hugoboss.com/fileadmin/media/pdf/sustainability/sustainability_reports_EN/Sustainability_Report_2020.pdf</li><li>[4] Ibid.  [5] Hugo Boss. (n.d.). Suppliers. Retrieved from https://group.hugoboss.com/en/responsibility/partners/suppliers</li>","renewable_grade":"F","renewable_summary":"<h4>Energy efficiency </h4><p>It is not discernible if Hugo Boss provides financial or other incentives to suppliers to encourage or support energy efficiency measures.</p><h4>Renewable energy use and deployment </h4><p>It is not discernible if Hugo Boss provides financial or other incentives to suppliers to reduce reliance on fossil fuels by deploying or using renewable energy.</p><h4>Supplier transparency and commitments</h4><p>It is not discernible if Hugo Boss requires suppliers to set GHG emission reduction targets, set Science-based Targets (SBTs), provide facility level data using the Higg Index or annually report GHG emissions. The company states that it requires suppliers \"to identify and monitor all relevant sources of energy and emissions of greenhouse gases,\" for which it receives partial credit. <span class=footnote><sup>5</sup></span></p>","renewable_notes":"<li>[5] Hugo Boss. (n.d.). Environmental Policy. Retrieved from https://group.hugoboss.com/fileadmin/media/pdf/sustainability/company_commitments_EN/2020_HUGO_BOSS_Environmental_Policy_EN.pdf</li>","materials_grade":"D-","materials_summary":"<h4>Eliminating fossil fuel fabrics  </h4><p>Hugo Boss has not made any commitments to phase out fossil fuel based materials, but the company states \"We avoid synthetic fibers wherever possible\" and that \"synthetic materials are produced from petroleum – a finite, non-renewable raw material. Oil extraction can endanger ecosystems and pollute water reservoirs. In addition, energy and chemicals are required to produce the material.\" <span class=footnote><sup>6</sup></span></p><h4>Commitment to circularity and low carbon materials  </h4><p>Hugo Boss has not made any commitments to switch to organic cotton or cotton sourced from regenerative agriculture or a clear policy to eliminate materials, such as leather and viscose, sourced from practices that contribute to deforestation by 2030. Hugo Boss has not committed to closing the apparel-to-apparel recycling loop, but it has committed to a target of 50% of synthetic fibers to be from recycled fibers by 2025 and has a Circular Design Strategy that encourages it to design products that can be recycled, for which it received partial credit. The company has not committed to increase repairability and resale of its products. <span class=footnote><sup>7</sup></span></p><h4>Progress and performance  </h4><p>Hugo Boss publicly reports its material mix but it does not report its volume of deadstock and how it manages its deadstock.</p><h4>Transparency </h4><p>Hugo Boss has not committed to phasing out virgin fossil fuel based materials or reported on its progress in reducing its reliance on such materials. The company has not committed to switching to organic cotton or cotton sources from regenerative agriculture or reported progress in increasing the proportion of such cotton in its material mix. The company's progress on cotton involves increasing the percentage of BCI to 100% by 2025, but not organic or regenerative cotton. Hugo Boss has not demonstrated any progress increasing the recycled cotton in its products, but it has made some limited progress in using recycled PET including 60% of content used in padding in its apparel and accessories for some of its products. The company also reports in its Responsible Product Policy that it prioritizes TENCEL Lyocell. Hugo Boss has not reported progress in reducing deadstock, recycling its own products or other apparel in a closed loop system or increasing the repairability or resale of its products. <span class=footnote><sup>8</sup></span></p>","materials_notes":"<li>[6] Hugo Boss. (n.d.). Synthetic Materials. Retrieved from https://group.hugoboss.com/en/responsibility/products/sustainable-materials/synthetic-materials</li><li>[7] Hugo Boss. (n.d.). 2020 Sustainability Report. Retrieved from https://group.hugoboss.com/fileadmin/media/pdf/sustainability/sustainability_reports_EN/Sustainability_Report_2020.pdf</li><li>[8] Ibid.</li>","shipping_grade":"D+","shipping_summary":"<h4>Shipping climate commitments and reporting  </h4><p>Hugo Boss annually reports its shipping emissions and it includes shipping emissions in its GHG reduction targets. <span class=footnote><sup>9</sup></span></p><h4>Reduction in upstream shipping emissions </h4><p>Hugo Boss has not reported any significant reductions in its upstream shipping emissions.</p><h4>Commitment and advocacy for zero emissions vessels (ZEV) by 2030  </h4><p>Hugo Boss has not made any commitments to transitioning to zero emissions vessels (ZEV) and Hugo Boss has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and advocate for supporting port infrastructure.</p>","shipping_notes":"<li>[9] Ibid.</li>","advocacy_grade":"F","advocacy_summary":"<p>It is not discernable if Hugo Boss participated in advocacy efforts over the preceding 24 months urging policy makers to promote and support increasing renewable energy supply, especially in supply chain countries, or stronger emissions reduction.</p>","leave empty\r":"\r"}