{"brand":"Inditex","path":"inditex","category":"fast,casual","grade":"D","summary":"The fast fashion innovator Inditex lags in most areas of this assessment, but has undertaken more advocacy than many brands in this scorecard. The brand's steps to install renewable energy projects helps ensure that the energy will be truly additional to the grid, but Inditex is not doing nearly enough for renewables or even energy efficiency measures in its supply chain. Additionally, Inditex should make its supply chain transparent, an easy and increasingly common step for companies displaying climate leadership.","commitments_grade":"D+","commitments_summary":"<h4>GHG emission reduction targets (scope 1 & 2) </h4><p>Inditex has set a target to reduce absolute GHG emissions by 90%, which is greater than 55%, by 2030, and the company committed to 80% renewable energy by 2025. <span class=footnote><sup>1, 2</sup></span></p><h4>GHG emission reduction targets (scope 3) </h4><p>Inditex has set a target to reduce absolute GHG emissions in its supply chain by 20% by 2030, which is below 40% reduction, but the company has not set commitments to purchase or switch to renewable energy in its supply chain. <span class=footnote><sup>3</sup></span></p><h4>Transparency</h4><p>Inditex annually reports its GHG emissions, energy demand and renewable energy consumption and attributes in its own operations. <span class=footnote><sup>4</sup></span></p><p>Inditex has not publicly reported its list of suppliers and it reports the annual GHG emissions. Inditex does not annually report energy demand or renewable energy consumption and attributes in its supply chain. <span class=footnote><sup>5</sup></span>","commitments_notes":"<li>[1] Science Based Targets initiative. (2020, August). Companies taking action. Retrieved from https://sciencebasedtargets.org/companies-taking-action#table  [2] Inditex. (n.d.). Inditex Group Annual Report 2020. Retrieved from https://www.inditex.com/documents/10279/664163/2020+Inditex+Annual+Report.pdf/290c210b-af7d-0b6f-b3da-65e4c49365d3</li><li>[3] Science Based Targets initiative. (2020, August). Companies taking action. Retrieved from https://sciencebasedtargets.org/companies-taking-action#table</li><li>[4] Inditex. (n.d.). Inditex Group Annual Report 2020. Retrieved from https://www.inditex.com/documents/10279/664163/2020+Inditex+Annual+Report.pdf/290c210b-af7d-0b6f-b3da-65e4c49365d3</li><li>[5] Ibid.</li>","renewable_grade":"F","renewable_summary":"<p>Inditex does not report providing financial incentives to suppliers, but the company incentivizes measures through its Join Life program, which helps to support some of its major suppliers in increasing energy efficiency in their facilities. <span class=footnote><sup>6</sup></span></p><p>It is not discernible if Inditex provides financial or other incentives to suppliers to reduce reliance on fossil fuels by deploying or using renewable energy. However, because Inditex operates some of its own supply chain manufacturing and is using renewable energy to some extent, it has received partial credit.</p><p>It is not discernible if Inditex requires suppliers to set GHG emission reduction targets or set Science-based Targets (SBTs), provide facility level data using the Higg Index, or annually report GHG emissions.</p>","renewable_notes":"<li>[6] Inditex. (n.d.). Join Life. Retrieved from https://www.wateractionplan.com/en/join-life</li>","materials_grade":"D","materials_summary":"<p>Inditex has committed to using 100% recycled polyester by 2025.</p><p>Inditex has not made any commitments to phase out non-organic cotton or cotton not sourced from regenerative agriculture and it has not committed eliminating deadstock or improving the repairability and resale of its products. Inditex has a commitment to ensure that 100% of the cotton, linen and polyester it uses will be organic, sustainable or recycled by 2025, but it's unclear how it defines \"sustainable\" and the proportion of each. The company has a Forest Product Policy to Protect Ancient and Endangered Forests that applies to its materials. Inditex has committed to closing the loop for its products, but since the commitment lacks a clear target, it only received partial credit. <span class=footnote><sup>8</sup></span></p><p>Inditex does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><p>Inditex has not demonstrated progress in reducing its reliance on fossil fuel based materials such as polyester. The company receives full credit for implementing its Forest Product Policy. The company reports increasing the use of recycled polyester. Inditex also reports increasing the use of \"sustainable\" cotton by 91% in 2020, but it's unclear how much of that increase is specific to organic or recycled cotton as opposed to Better Cotton Initiative (BCI) cotton. Inditex has not demonstrated any progress in eliminating deadstock or increasing the durability, repairability and resale of its products. Although the volume recycled is unclear, the company received partial credit for its efforts to close the loop by recycling some of the returned products. <span class=footnote><sup>9</sup></span></p>","materials_notes":"<li>[7] Inditex. (n.d.). Sustainable Materials. Retrieved from https://www.inditex.com/our-commitment-to-the-environment/closing-the-loop/sustainable-materials</li><li>[8] Inditex. (n.d.). Forest Product Policy to Protect Ancienct and Endangered Forests. Retrieved from https://www.inditex.com/documents/10279/242216/Inditex+Forest+Product+Policy.pdf/10d1d257-b2f2-fc6a-ca71-e088b5b29020</li><li>[9] Inditex. (n.d.). Inditex Group Annual Report 2020. Retrieved from https://www.inditex.com/documents/10279/664163/2020+Inditex+Annual+Report.pdf/290c210b-af7d-0b6f-b3da-65e4c49365d3</li>","shipping_grade":"F","shipping_summary":"<p>Inditex reports its shipping emissions annually, but it does not include shipping emissions in its GHG reduction targets. <span class=footnote><sup>910</sup></span></p><p>Inditex has not reported any significant reductions in its shipping emissions.</p><p>Inditex has not made any commitments to transitioning to zero emissions vessels (ZEV) and Inditex has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and advocate for supporting port infrastructure.</p>","shipping_notes":"<li>[10] Ibid.</li>","advocacy_grade":"C+","advocacy_summary":"<p>Inditex signed several letters urging policy makers to increase renewable energy supply and strong emissions reduction targets including: the business and investor CEO letter on EU 2030 GHG emissions targets; the Uniting Business and Governments to Recover Better joint statement; and the Business Ambition for 1.5°C commitment.</p>","leave empty\r":"\r"}