{"brand":"Kering","path":"kering","grade":"F","summary":"Kering has taken initial steps to address its climate footprint by committing to reducing its GHG emissions. But the company's scope 3 intensity-based targets fall short of achieving the GHG emissions reduction needed by 2030, in line with a 1.5 degree pathway. The company is lagging far behind its competitors when it comes to taking action to help its supply chain partners switch to renewable energy from coal and other fossil fuel based energy sources. The company should take immediate steps to invest in decarbonizing its manufacturing supply chain by incentivizing the use and deployment of renewable energy and should prioritize phasing out fossil fuel based materials such as polyester.","commitments_grade":"D","commitments_summary":"<h4>GHG emission reduction targets (scope 1 & 2) </h4><p>Kering has set a target to reduce absolute GHG emissions 90% by 2030 from a 2015 base year and has set public commitments to switch to 100% renewable energy in its own operations, but it's not clear if the renewable energy will be additional to the grid. [1]</p><h4>GHG emission reduction targets (scope 3) </h4><p>Kering has set an intensity-based target to reduce GHG emissions 70% per unit by 2030 from a 2015 base year, but the company has not set commitments to purchase or switch to renewable energy in its supply chain. [2]</p><h4>Transparency</h4><p>Kering annually reports GHG emissions in its own operations, but it does not report energy demand or renewable energy consumption and attributes. [3]</p><p>Kering has not publicly reported its list of suppliers but it reports the annual GHG emissions associated with its supply chain. Kering does not annually report energy demand or renewable energy consumption and attributes in its supply chain. [4]","commitments_notes":"","renewable_grade":"F","renewable_summary":"<p>It is not discernible if Kering provides financial or other incentives to suppliers to encourage or support energy efficiency measures. While Kering worked with Clean by Design in the past, it is not clear that Kering has carried forward any measures since the program ended. [5]</p><p>It is not discernible if Kering provides financial or other incentives to suppliers to reduce reliance on fossil fuels by deploying or using renewable energy.</p><p>It is not discernible if Kering requires suppliers to set GHG emission reduction targets, set Science-based Targets (SBTs), provide facility level data using the Higg Index or annually report GHG emissions.</p>","renewable_notes":"","materials_grade":"D-","materials_summary":"<p>Kering has not made any commitments to phase out fossil fuel based materials but the company reported in a response to a survey by Changing Markets, Stand.earth and other partners, that only 4% of its materials is synthetic fabrics. [6]</p><p>Kering has committed to switch to 100% organic cotton by 2025. But the company has not made any commitments to eliminate materials such as leather and viscose sourced from practices that may contribute to deforestation by 2030. Kering has not committed to closing the apparel-to-apparel recycling loop or improving the durability, repairability and resale of its products. [7]</p><p>Kering does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><p>Kering has demonstrated significant progress in increasing the proportion of organic cotton by reporting that it reached 30% organic cotton. It also reports that it is increasing the recycled nylon content in its products. Though the company has not made significant progress in closing the apparel-to-apparel recyling loop, it received partial credit for efforts to utilize leather, cashmere and nylon offcuts from its production in making new materials. Kering has not demonstrated any progress in phasing out materials sourced from practices contributing to deforestation, improving the durability, repairability or resale of its products or reducing deadstock. [8]</p>","materials_notes":"","shipping_grade":"F","shipping_summary":"<p>Kering does not report its shipping emissions annually and has not publicly reported a GHG emission target from shipping.</p><p>Kering does not report its emissions from shipping.</p><p>Kering has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and to advocate for supporting port infrastructure.</p>","shipping_notes":"","advocacy_grade":"D","advocacy_summary":"<p>Kering signed the United for The Paris Agreement letter.</p>","advocacy_notes":"","leave empty\r":"\r"}