{"brand":"Levi's","path":"levis","category":"casual","grade":"C","summary":"One of the highest scoring brands on this scorecard, the iconic jeans maker Levi's has made significant progress piloting energy efficiency measures and exploring renewable energy installations in it supply chain, and is ready to rapidly scale up the projects to make significant GHG emissions cuts. Furthermore, Levi's has taken bold steps to advocate for access to renewable energy in supply chain countries. Levi's has set strong climate targets; however, those targets do not cover the company's shipping emissions and the company's emissions reporting may be in need of quality control. Levi's should also focus on reducing its reliance on coal boilers at its wet processing sites, paving the way for the next generation of fashion climate leaders.","commitments_grade":"C+","commitments_summary":"<h4>Climate commitments</h4><p><strong>In own operations </strong><br/>Levi's has set a target to reduce absolute GHG emissions 90% by 2025 from a 2016 base year and has set public commitments to switch to 100% renewable energy in its own operations, but it's not clear if the renewable energy will be additional to the grid. Aside from the deployment of solar panels to meet the partial energy needs of one of its distribution facilitities, Levi's continues to rely heavily on unbundled certificate purchases for most of its progress toward its renewable energy goal. <span class=footnote><sup>1</sup></span></p><p><strong>In the supply chain </strong><br/>Levi's has set a target to reduce absolute GHG emissions 40% from goods and services by 2025 from a 2016 base year, but the company has not set commitments to purchase or switch to renewable energy in its supply chain. Levi's received additional credit reflecting the strength of its supply chain target. <span class=footnote><sup>2</sup></span></p><h4>GHG emissions and energy transparency</h4><p><strong>In own operations </strong><br/>Levi's annually reports GHG emissions, energy demand and renewable energy consumption and attributes in its own operations. Levi's received only partial credit for not explicitly reporting how much of the renewable energy consumed in its own operations is additional to the grid. <span class=footnote><sup>3</sup></span></p><p><strong>In the supply chain </strong><br/>Levi's publicly reports its list of suppliers and it only reports the annual GHG emissions associated with its supply chain. However, it would appear little actual measurement is taking place prior to reporting supply chain manufacturing emissions, as their figures were identifical for three consecutive years. So Levi's has received partial credit instead of full credit. Levi's does not annually report energy demand or renewable energy consumption and attributes in its supply chain. <span class=footnote><sup>4, 5</sup></span></p>","commitments_notes":"<li>[1] Science Based Targets initiative. (2018, July). Companies taking action. https://sciencebasedtargets.org/companies-taking-action#table</li><li>[2] Science Based Targets initiative. (2018, July). Companies taking action. https://sciencebasedtargets.org/companies-taking-action#table</li><li>[3] Reported annually to Carbon Disclosure Project</li><li>[4] Ibid.  [5] Levi Strauss & Co. (2019, November). Levi Strauss & Co. Factory List. Retrieved from https://www.levistrauss.com/wp-content/uploads/2020/03/Levi-Strauss-Co-Factory-Mill-List-November-2019.pdf</li>","renewable_grade":"C","renewable_summary":"<h4>Energy efficiency </h4><p>Levi's provides its major suppliers with significant financial incentives for energy efficiency measures. After partnering with the IFC on a pilot program, Levi's is scaling up its financial support for energy efficiency measures to include major suppliers, including all wet process suppliers. Having built a stronger partnership with suppliers to facilitate key improvements in energy efficiency, Levi's needs to expand its focus to prioritize the elimination of coal and partner with its suppliers to not only conduct feasibility studes for renewable energy, but also provide financial incentives and longer-term contracts to those suppliers who make the necessary investments to phase out coal. <span class=footnote><sup>6</sup></span></p><h4>Renewable energy use and deployment </h4><p>Levi's provides financial incentives to some of its suppliers to reduce reliance on fossil fuel energy by deploying or using renewable energy. Levi's has provided some support for feasability assessments for suppliers participating under the PaCT, which helps to support some of its major suppliers in deploying or using more renewable energy and has partnered with IFC on the Global Trade Supplier Finance (GTSF) program since 2014. GTSF offers working capital at lower rates to suppliers that are meeting key social and environmental metrics. Levi's has incorporated emissions reductions and renewable energy use into the evaluation criteria. <span class=footnote><sup>7</sup></span></p><h4>Supplier transparency and commitments</h4><p>Levi's requires some but not all suppliers to provide facility level data using the Higg Index, but it is unclear to what extent Levi's is using the Higg Index. The company does not require suppliers to set GHG emission reduction targets, set Science-based Targets (SBTs) or annually report GHG emissions. <span class=footnote><sup>8</sup></span></p>","renewable_notes":"<li>[6] Levi Strauss & Co. (n.d.). Partnering with the IFC to Meet 2025 Climate Goals. Retrieved from https://www.levistrauss.com/2019/06/27/partnering-with-the-ifc-to-meet-2025-climate-goals/</li><li>[7] Levi Strauss & Co. (n.d.). We're Joining a Race That Everyone Can Win: Here's Why. Retrieved from https://www.levistrauss.com/2019/06/27/partnering-with-the-ifc-to-meet-2025-climate-goals/</li><li>[8] Sustainable Apparel Coalition. (n.d.). Member Spotlight: Levi Strauss & Co. Retrieved from https://apparelcoalition.org/member_spotlight/levis/</li>","materials_grade":"C-","materials_summary":"<h4>Eliminating fossil fuel fabrics  </h4><p>Levi's has not made any commitments to phase out fossil fuel based materials but it received credit for predominantly relying on non-synthetic materials for its products. Only 9% of Levi's fiber mix is synthetic fibers.</p><h4>Commitment to circularity and low carbon materials  </h4><p>Levi's has committed to eliminate materials such as viscose sourced from practices that contribute to deforestation, but it has not made any commitments to phase out non-organic cotton or cotton sourced from non-regenerative agriculture. Levi's has committed to increase the repairability and resale of its products, to increase the recyclability of its products and to closing the apparel-to-apparel recycling loop. Levi's reports that 83% of its cotton is from BCI suppliers, organic cottom farms or recycled cotton suppliers, with the non-time bound goal of having 100% of its cotton supply come from \"sustainable sources,\" but does not provide any further detail on the breakdown of volume of cotton it is currently sourcing its cotton. <span class=footnote><sup>9-12</sup></span></p><h4>Progress and performance  </h4><p>Levi's publicly reports the percentage of cotton used but does not report its complete material mix and has received partial credit. Levi's does not report its volume of deadstock annually or how it manages its deadstock.</p><h4>Transparency </h4><p>Levi's has demonstrated significant progress in phasing out materials such as viscose sourced from practices contributing to deforestation, in increasing the repairability and resale of its products and in improving the recyclability of its products. Levi's Wellthread line of apparel is designed to be fully recyclable. A select number of Global Flagship Stores now offer repair services and its Authorized Vintage program offers jeans from 1980s and 1990s for resale. Levi's also demonstrated significant progress in reducing its reliance on fossil fuel materials. But the company has not reported significant progress in switching to organic cotton or cotton sourced from regenerative agriculture, increasing the recycled content in its products or recycling its own products (or other apparel) in a closed loop. Levi's reports its recycled and organic cotton under the umbrella term \"sustainable,\" which includes BCI cotton, and so it is not possible to discern the percentage of recycled or organic cotton content.</p>","materials_notes":"<li>[9] Levi Strauss & Co. (n.d.). Commitment to Source Sustainable Wood-Based Fibers. Retrieved from https://www.levistrauss.com/wp-content/uploads/2020/10/102020-Wood-Based-Fiber-Policy.pdf  [10] Levi Strauss & Co. (n.d.). The Story Behind Making the Most Sustainable Levi's Ever. Retrieved from https://www.levistrauss.com/2020/07/23/wellthread-renewcell/  [11] Levi Strauss & Co. (n.d.). Making Levi's SecondHand Second Nature for Fans. Retrieved from https://www.levistrauss.com/2020/10/08/making-levis-secondhand-second-nature-for-fans/  [12] Levi Strauss & Co. (n.d.). Tailor Shop. Retrieved from https://www.levi.com/US/en_US/features/tailor-shop</li>","shipping_grade":"D+","shipping_summary":"<h4>Shipping climate commitments and reporting  </h4><p>Levi's reports its shipping emissions annually, but it does not include shipping emissions in its GHG reduction targets. <span class=footnote><sup>13</sup></span></p><h4>Reduction in upstream shipping emissions </h4><p>Levi's has reported lower shipping emissions but it has not reported how those reductions were achieved. <span class=footnote><sup>14</sup></span></p><h4>Commitment and advocacy for zero emissions vessels (ZEV) by 2030  </h4><p>Levi's has not made any commitments to transitioning to zero emissions vessels (ZEV) and the company has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and advocate for supporting port infrastructure.</p>","shipping_notes":"<li>[13] Reported annually to Carbon Disclosure Project</li><li>[14] Levi Strauss & Co. (n.d.). 2019 Sustainability Review. Retrieved from https://www.levistrauss.com/wp-content/uploads/2020/07/LSCo.-2019-Sustainability-Review.pdf</li>","advocacy_grade":"A-","advocacy_summary":"<p>Levi's signed several letters urging policy makers to increase renewable energy supply and strong emissions reduction targets including: a letter to the Government of Vietnam urging swift approval and implementation of the Direct Power Purchase Agreement (DPPA) pilot to support the country's renewable energy transition; a business and investor CEO letter on EU 2030 GHG emissions targets; an open letter to President Biden supporting climate action that is consistent with the Paris Accord and a 2030 emissions reducton target, or Nationally Determined Contribution (NDC), of 50% or greater; and the United for The Paris Agreement letter.</p>","leave empty\r":"\r"}