{"brand":"Lululemon","path":"lululemon","category":"athletic","grade":"D-","summary":"The yoga pants leader Lululemon has much work to attain the sustainable status it so effectively projects in its branding. The company has set a supply chain intensity-based climate target, which will fall far short if the company hopes to keep its climate pollution below the 1.5℃ warming threshold. Worse still, it has yet to meaningfully act on its supply chain climate target, not having worked with suppliers to increase energy efficiency, phase out coal usage, or to source renewable energy. The immensly popular brand has shown some willingness to advocate for policies to bring down global GHG emissions, yet it should apply those efforts in supply chain countries in order to help its suppliers obtain renewable energy. Lululemon also must greatly reduce its reliance on fossil fuel-based fabrics if it is to achieve significant GHG emissions reductions.","commitments_grade":"C-","commitments_summary":"<h4>Climate commitments</h4><p><strong>In own operations </strong><br/>Lululemon has set a target to reduce absolute GHG emissions 60% by 2030 from a 2018 base year and has set public commitments to switch to 100% renewable energy in its own operations, but not all the renewable energy will be additional to the grid. The company reports that it intends to do so \"through a combination of renewable energy credits (RECs) and a virtual Power Purchase Agreement (PPA) in North America.\" <span class=footnote><sup>1</sup></span></p><p><strong>In the supply chain </strong><br/>Lululemon has set an intensity-based target to reduce GHG emissions 60% per unit of value added by 2030 from a 2018 base year (which is equivalent to 20% absolute emission reductions), and the company has not set commitments to purchase or switch to renewable energy in its supply chain. <span class=footnote><sup>2</sup></span></p><h4>GHG emissions and energy transparency</h4><p><strong>In own operations </strong><br/>Lululemon publicly reports GHG emissions and energy demand in its own operations to the CDP, but it does not report renewable energy consumption and attributes.</p><p><strong>In the supply chain </strong><br/>Lululemon publicly reports its list of suppliers and it reports the GHG emissions and energy demand associated with its supply chain to the CDP, but the information is not yet reported annually. Lululemon does not annually report the renewable energy consumption and attributes in its supply chain.</p>","commitments_notes":"<li>[1] Lululemon. (n.d.). Climate and Energy. https://info.lululemon.com/sustainability/our-footprint/climate-energy</li><li>[2] Ibid.</li>","renewable_grade":"F","renewable_summary":"<h4>Energy efficiency </h4><p>Lululemon does not report providing financial incentives to suppliers, but the company reports it is engaging with some suppliers on energy efficiency and renewable energy, though the scope of engagement is unclear. <span class=footnote><sup>3</sup></span></p><h4>Renewable energy use and deployment </h4><p>Lululemon does not report providing financial incentives to suppliers, but the company reports it is engaging with some suppliers on energy efficiency and renewable energy, though the scope of engagement is unclear. <span class=footnote><sup>4</sup></span></p><h4>Supplier transparency and commitments</h4><p>Lululemon requires some but not all suppliers to provide facility level data using the Higg Index. But the company does not require suppliers to set GHG emission reduction targets, set Science-based Targets (SBTs) or annually report GHG emissions. <span class=footnote><sup>5</sup></span></p>","renewable_notes":"<li>[3] Lululemon. (n.d.). Climate and Energy. https://info.lululemon.com/sustainability/our-footprint/climate-energy</li><li>[4] Ibid.</li><li>[5] Lululemon. (n.d.a). Environmental Impacts. https://info.lululemon.com/sustainability/responsible-supply-chain/environmental-impacts</li>","materials_grade":"F","materials_summary":"<h4>Eliminating fossil fuel fabrics  </h4><p>Lululemon has not made any commitments to phase out fossil fuel based materials.</p><h4>Commitment to circularity and low carbon materials  </h4><p>Lululemon has committed to 75% recycled polyester by 2025 and some portion of nylon to be recycled by 2030. <span class=footnote><sup>6</sup></span> The company has also committed to eliminate materials such as viscose sourced from practices that contribute to deforestation, but it has not made any commitments to phase out non-organic cotton or cotton sourced from non-regenerative agriculture by 2030. <span class=footnote><sup>7</sup></span> Lululemon has not committed to closing the apparel-to-apparel recycling loop. The company has committed to expanding its newly launched resale program.</p><h4>Progress and performance  </h4><p>Lululemon does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><h4>Transparency </h4><p>Lululemon has demonstrated significant progress in phasing out materials sourced from practices contributing to deforestation as it reports that since Jan 2018 it has eliminated materials sourced from endangered and ancient forests. The company has also started a clothing resale pilot program in May 2021. <span class=footnote><sup>8</sup></span> But Lululemon has not demonstrated any progress in reducing its reliance on fossil fuel materials, switching to organic cotton or cotton sourced from regenerative agriculture, increasing the recycled content in its products, eliminating deadstock, recycling its own products (or other apparel) in a closed loop.</p>","materials_notes":"<li>[6] Lululemon. (2020). 2020 Impact Agenda. Retrieved on July 12, 2021 from: https://pnimages.lululemon.com/content/dam/lululemon/www-images/Footer/Sustainability/lululemon_ImpactAgenda_October202023.pdf [7] Lululemon. (n.d.b.) For the Love of Forests. https://info.lululemon.com/sustainability/responsible-supply-chain/raw-material-sources/protecting-ancient-forests</li><li>[8] Lululemon. (2021, May 4). Introducing Lululemon Like New. https://info.lululemon.com/about/media/lululemon-Like-new</li>","shipping_grade":"D+","shipping_summary":"<h4>Shipping climate commitments and reporting  </h4><p>Lululemon reports its shipping emissions to the CDP and it includes shipping emissions in its GHG reduction targets.</p><h4>Reduction in upstream shipping emissions </h4><p>Lululemon has not reported any significant reductions in its shipping emissions.</p><h4>Commitment and advocacy for zero emissions vessels (ZEV) by 2030  </h4><p>Lululemon has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and to advocate for supporting port infrastructure.</p>","shipping_notes":"","advocacy_grade":"C","advocacy_summary":"<p>Lululemon signed an open letter to President Biden supporting climate action in line with the Paris Accord and a 2030 emissions reducton target, or Nationally Determined Contribution (NDC), of 50% or greater.</p>","leave empty\r":"\r"}