{"brand":"LVMH","path":"lvmh","grade":"F","summary":"The luxury giant LVMH may lead in fashion trends but it is nowhere close to leading on climate. The conglomerate has set an intensity-based supply chain climate target, which does not guarentee an overall reduction in GHG emissions, and it has done nothing to source renewable energy or even implement energy efficiency measures in its manufacturing. LVMH's liquor brand, Hennessy, is notably at the forefront of innovative zero emissions vessel shipping.","commitments_grade":"D","commitments_summary":"<h4>GHG emission reduction targets (scope 1 & 2) </h4><p>LVMH has set a target to reduce absolute GHG emissions 50% by 2030 from a 2019 baseline and has set public commitments to switch to 100% renewable energy in its own operations. It's not clear if the renewable energy will be completely additional to the grid. [1]</p><h4>GHG emission reduction targets (scope 3) </h4><p>LVMH has set an intensity-based target to \"reduce (and/or avoid) scope 3 greenhouse gas emissions per unit of added value by 55% by 2030, and halve emissions from energy consumption by 2026 (baseline 2019),\" but the company has not set any commitments to purchase or switch to renewable energy in its supply chain. [2]</p><h4>Transparency</h4><p>LVMH annually reports GHG emissions, energy demand and renewable energy consumption in its own operations, but the company does not explicitly report how much of the renewable energy consumed across all brands and stores is additional to the grid.</p><p>LVMH has not publicly reported its list of suppliers and it reports the annual GHG emissions associated with its supply chain. LVMH does not annually report energy demand and renewable energy consumption and attributes in its supply chain.","commitments_notes":"","renewable_grade":"F","renewable_summary":"<p>It is not discernible if LVMH provides financial or other incentives to suppliers to encourage or support energy efficiency measures.</p><p>It is not discernible if LVMH provides financial or other incentives to suppliers to reduce reliance on fossil fuels by deploying or using renewable energy.</p><p>It is not discernible if LVMH requires suppliers to set GHG emission reduction targets or set Science-based Targets (SBTs), provide facility level data using the Higg Index or annually report GHG emissions.</p>","renewable_notes":"","materials_grade":"F","materials_summary":"<p>LVMH has not made any commitments to phase out fossil fuel based materials.</p><p>LVMH has not made any commitments to switch to organic cotton or cotton sourced from regenerative agriculture, but it has stated that it \"intends to stop sourcing raw materials from regions at the greatest risk of deforestation and desertification\" and that \"the Group has joined forces with Canopy to develop responsible sourcing of wood and wood derivatives used in packaging or to produce viscose.\" The company has not committed to closing the apparel-to-apparel recycling loop or improving the repairability and resale of its products. The company reports that \"by 2030, 100% of the Group’s new products will result from ecodesign\" but this commitment lacks clarity and metrics related to sustainability and reducing fossil fuel materials as well as GHG emissions. [3]</p><p>LVMH does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><p>LVMH has not committed to phasing out virgin fossil fuel based materials or reported on its progress in reducing its reliance on such materials. The company also has not reported any progress in increasing the proportion of organic or regenerative cotton in its material mix. LVMH demonstrated limited progress in increasing the recycled content in its products, reducing deadstock and recycling some of its own products or other apparel in a closed-loop system, for which it received partial credit. For example, the company reported that some products under the Fendi brand utilized \"previous collection samples, dormant stock and archive pieces\" and Be Mindful accessories by Louis Vuitton used unsold silk scarves. Another Louis Vuitton collection and the its LV trainer utilized previous and surplus products and materials. Another example is a recycling scheme by Celine that makes use of leather scraps. The company also reports limited progress in increasing the repairability of its products citing that one of its brands, Berluti, \"maintains and repairs half the leather goods it sells.\" LVMH reported working with Canopy to develop responsible sourcing of viscose, for which it received partial credit since it did not report progress in phasing out materials linked to deforestation. [4]</p>","materials_notes":"","shipping_grade":"D-","shipping_summary":"<p>LVMH reports its shipping emissions annually, but it does not report GHG emission targets from shipping.</p><p>LVMH has not reported significant reductions in its fashion related shipping emissions. But it has reported that its Celine brand \"decided to switch from air freight to sea or land freight to transport up to 2,500 m3 of goods annually\" for which it received partial credit. The company also reported that its brand alcoholic beverage brand, Hennessy, \"joined forces with the shipping company Neoline to launch a transatlantic wind-powered cargo ship that consumes 90% less fuel than a conventional ship of the same size. This ship will serve to transport 4 million bottles of Hennessy cognacs between France and the US each year from 2023 onward.\" [5]</p><p>LVMH has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and advocate for supporting port infrastructure.</p>","shipping_notes":"","advocacy_grade":"F","advocacy_summary":"<p>It is not discernable if LVMH participated in advocacy efforts over the preceding 24 months urging policy makers to promote and support increasing renewable energy supply, especially in supply chain countries, or stronger emissions reduction targets.</p>","advocacy_notes":"","leave empty\r":"\r"}