{"brand":"Mammut","path":"mammut","subsidiaries":"","main_brands":"","category":"outdoor","grade":"B-","summary":"Mammut has tied for highest score in this scorecard by both commitming to and acting on significant climate ambition across all five issue areas. The outdoors and technical gear maker is setting its supply chain target to keep its GHG emissions within the 1.5℃ pathway, and most notably it plans to source 100% renewable energy in its supply chain. The brand also commits to phasing out all coal usage, and reducing reliance on fossil fuel based materials--something it has already begun to achieve in its ropes. Mammut has advocated for access to renewables in Vietnam, and it plans to advocate for zero emissions vessels in order to bring down its shipping footprint.","commitments_grade":"B+","commitments_summary":"<h4>Climate commitments</h4><p><strong>In own operations </strong><br/>Mammut has has committed to setting Science Based Targets, to be confirmed by October 2021, of 70-80% absolute reduction of GHG emissions in its own operations by 2030. The company has also set commitments to switch to renewable electricity in its own operations. It is not clear if the renewable energy will be additional to the grid. <span class=footnote><sup>1</sup></span></p><p><strong>In the supply chain </strong><br/>Mammut has committed to setting Science Based Targets, to be confirmed by October 2021, to reduce absolute GHG emissions 55% by 2030 from a 2018 base year, and to switch to 100% renewable energy in its supply chain. The company has also set a commitment to phase out coal in its supply chain by 2030. <span class=footnote><sup>2</sup></span></p><h4>GHG emissions and energy transparency</h4><p><strong>In own operations </strong><br/>Mammut annually reports GHG emissions, energy demand and renewable energy consumption and attributes in its own operations. Mammut received partial credit for not explicitly reporting how much of the renewable energy consumed in its own operations is additional to the grid.</p><p><strong>In the supply chain </strong><br/>Mammut publicly reports its list of suppliers and it only reports the annual GHG emissions associated with its supply chain. Mammut does not annually report energy demand or renewable energy consumption and attributes in its supply chain.</p>","commitments_notes":"<li>[1] (Mammut's new Net Zero strategy - to be published)</li><li>[2] Ibid.</li>","renewable_grade":"C","renewable_summary":"<h4>Energy efficiency </h4><p>Mammut has commited to phasing out coal, both thermal and for electricty, from its value chain by 2030. The company reports it has partnered with its most significant Tier 1 supplier on an initiative that aims to optimize energy usage in existing facilities in Denmark, Latvia and Vietnam, and that this supplier is constructing a new LEED Gold certified factory in Vietnam. <span class=footnote><sup>3</sup></span></p><h4>Renewable energy use and deployment </h4><p>Mammut reports that it worked with some of its significant suppliers to increase renewable energy use through Power Purchase Agreements. For example, it reports that \"<span class=footnote><sup>its</sup></span> rope manufacturer Teufelberger switched to renewable energies (mainly solar power, wind, hydro- power and biogas) in 2021\", resulting in 60% reduction in GHG emissions from manufacturing its ropes. The company also states that \"ropes account for 13% of <span class=footnote><sup>its</sup></span> annual carbon footprint.” Mammut also plans to shift 10% of its suppliers to Europe, prioritizing countries with \"high level of renewable electricity\", which serves as an incentive to suppliers to increase renewable energy use. <span class=footnote><sup>4</sup></span></p><h4>Supplier transparency and commitments</h4><p>Mammut reports that 70% of its Tier 1 and 2 suppliers use the Higg Facility Environmental Module to provide energy-use related data and that 21% of its Tier 1 suppliers have set climate targets. The company states that it is working to \"increase the % of suppliers setting renewable energy and/or s science-based emission targets evaluated by Mammut’s supplier evaluation tool on a seasonal basis. The company does not require suppliers to annually and publicly report GHG emissions. <span class=footnote><sup>5</sup></span></p>","renewable_notes":"<li>[3] Ibid.</li><li>[4] Ibid.</li><li>[5] Ibid.</li>","materials_grade":"C-","materials_summary":"<h4>Eliminating fossil fuel fabrics  </h4><p>Mammut reports it is committed to \"low carbon materials, striving to phase out fossil fuel-based materials\" and has taken significant steps to recycle some of its key products in a closed-loop.</p><h4>Commitment to circularity and low carbon materials  </h4><p>Mammut has committed to complete a switch to 100% organic cotton by 2025 and to increase the use of recycled polyester to 95% in most product types by 2025. <span class=footnote><sup>6</sup></span> The company has also commited to eliminate materials such as leather sourced from practices that contribute to deforestation by 2030 and to increase closed-loop recycling for products made from polyamide. The company has also commited to \"invest in circular business models such as repairability, re-commerce, and recycling.\" <span class=footnote><sup>7</sup></span></p><h4>Progress and performance  </h4><p>Mammut reports its material mix in great detail as well as the volume of materials it uses for its products. <span class=footnote><sup>8</sup></span> The company does not report its volume of deadstock.</p><h4>Transparency </h4><p>Mammut has not yet demonstrated significant progress in reducing its reliance on fossil fuel based materials, but it is commited to doing so. Mammut made significant progress in closing the recycling loop by producing ropes, one of its key products, from nylon recycled from used ropes collected by the company. The company also reported significant progress in increasing the recycled content in its products. It reports that it uses 32% recycled polyester for its apparel, 22% for its sleeping bags, and 60% for its packs. <span class=footnote><sup>9</sup></span> Mammut has not reported progress in increasing the proportion of organic or recycled cotton in its material mix. It is not discernible if the company made any progress in eliminating leather that may contribute to deforestation, in reducing its deadstock, or improving the durability, repairability or resale of its products.</p>","materials_notes":"<li>[6] Mammut. (n.d.) We Care: Target Report 2025. Retrieved from: https://assets.ctfassets.net/l595fda2nfqd/5UestirLPjGopRcZ3vE2ij/ddf0c0044bcc911b7eb12427a3f05013/MAMMUT_Target_Report_EN-6244.pdf [7] (Mammut's new Net Zero strategy - to be published)</li><li>[8] Ibid.</li><li>[9] Ibid.</li>","shipping_grade":"B","shipping_summary":"<h4>Shipping climate commitments and reporting  </h4><p>Mammut reports its shipping emissions annually and it has commited to reduce air freight shipping 50% by 2030. The company also commits to reducing ocean cargo shipping emissions through \"slow steaming\" practices. <span class=footnote><sup>10</sup></span></p><h4>Reduction in upstream shipping emissions </h4><p>Mammut has not reported any significant reductions in its shipping emissions.</p><h4>Commitment and advocacy for zero emissions vessels (ZEV) by 2030  </h4><p>Mammut has committed to to transitioning to zero emissions vessels (ZEV) by 2030, but it has not yet made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and to advocate for supporting port infrastructure.</p>","shipping_notes":"<li>[10] Ibid.</li>","advocacy_grade":"B+","advocacy_summary":"<p>Mammut signed several letters urging policy makers to increase renewable energy supply and adopt strong emissions reduction targets including: a letter to the Government of Vietnam urging for swift approval and implementation of the Direct Power Purchase Agreement (DPPA) pilot to support the country's renewable energy transition, and the Business Ambition for 1.5°C commitment.</p>","leave empty\r":"\r"}