{"brand":"MEC","path":"mec","subsidiaries":"","category":"outdoor","grade":"F","summary":"The iconic outdoor gear brand, MEC, is failing to tackle the climate crisis and is trailing far behind other leading outdoor brands. Unlike many of its competitors, such as The North Face (of VF Corp.), MEC has yet to regularly disclose its climate footprint and to set targets to reduce GHG emissions in line with the Paris Accord. The company should adopt strong Science-based Targets and set in motion an action plan to replace coal and fossil fuels with renewable energy in its manufacturing supply chain. ","commitments_grade":"F","commitments_summary":"<h4>Climate commitments</h4><p><strong>In own operations </strong><br/>MEC has not set targets to reduce absolute GHG emissions or to switch to renewable energy in its own operations.</p><p><strong>In the supply chain </strong><br/>MEC has not set targets to reduce absolute GHG emissions or to switch to renewable energy in its supply chain.</p><h4>GHG emissions and energy transparency</h4><p><strong>In own operations </strong><br/>MEC has not publicly reported GHG emissions, energy demand and renewable energy consumption and attributes in its own operations.</p><p><strong>In the supply chain </strong><br/>MEC has not publicly reported the GHG emissions, energy demand and renewable energy consumption and attributes associated with its supply chain. MEC received partial credit for publishing a supplier list. <span class=footnote><sup>1</sup></span></p>","commitments_notes":"<li>[1] MEC. (2020). 2020 MEC Supplier Disclosure List. Retrieved from: http://meccms.wpengine.com/wp-content/uploads/2021/03/January-2020-Factory-Disclosure-List_English.pdf</li>","renewable_grade":"F","renewable_summary":"<h4>Energy efficiency </h4><p>It is not discernible if MEC provides financial or other incentives to suppliers to encourage or support energy efficiency measures.</p><h4>Renewable energy use and deployment </h4><p>It is not discernible if MEC provides financial or other incentives to suppliers to reduce reliance on fossil fuels by deploying or using renewable energy.</p><h4>Supplier transparency and commitments</h4><p>It is not discernible if MEC requires suppliers to set GHG emission reduction targets or set Science-based Targets (SBTs), provide facility level data using the Higg Index, or annually report GHG emissions.</p>","renewable_notes":"","materials_grade":"D-","materials_summary":"<h4>Eliminating fossil fuel fabrics  </h4><p>MEC committed to phasing out virgin polyester from all its MEC label products by 2030. The company has committed to ensuring that 50% of the polyester used in its products is from \"recycled content\" and achieving 100% recycled polyester by 2030. <span class=footnote><sup>2</sup></span></p><h4>Commitment to circularity and low carbon materials  </h4><p>MEC has committed to using only organic cotton for its MEC label products, but it is not discernible if the company has made any commitments to eliminate materials such as leather and viscose sourced from practices that contribute to deforestation by 2030. MEC has not committed to closing the apparel-to-apparel recycling loop, but the company has committed to improving the repairability and resale of its products. MEC has committed to increase the recycled polyester content to 100% recycled by 2030. <span class=footnote><sup>3</sup></span></p><h4>Progress and performance  </h4><p>MEC does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><h4>Transparency </h4><p>MEC has demonstrated significant progress by sourcing only organic cotton for its MEC label products. But the company has not demonstrated progress in reducing its reliance on fossil fuel based materials, eliminating deadstock, recycling its own products or other apparel in a closed loop system, or ensuring that it does not source materials sourced from practices contributing to deforestation.</p>","materials_notes":"<li>[2] Merritt, S. (2021, April 1). Our Sustainability Goals for MEC Label Products. MEC. https://www.mec.ca/en/article/our-sustainability-goals-for-mec-label-products</li><li>[3] Ibid.</li>","shipping_grade":"F","shipping_summary":"<h4>Shipping climate commitments and reporting  </h4><p>MEC does not report its shipping emissions annually and has not publicly reported a GHG emission target from shipping.</p><h4>Reduction in upstream shipping emissions </h4><p>MEC does not report its emissions from shipping.</p><h4>Commitment and advocacy for zero emissions vessels (ZEV) by 2030  </h4><p>MEC has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and advocate for supporting port infrastructure.</p>","shipping_notes":"","advocacy_grade":"F","advocacy_summary":"<p>It is not discernable if MEC participated in advocacy efforts over the preceding 24 months urging policy makers to promote and support increasing renewable energy supply, especially in supply chain countries, or stronger emissions reduction targets.</p>","leave empty\r":"\r"}