{"brand":"M&S","path":"ms","subsidiaries":"","main_brands":"","category":"casual","grade":"F","summary":"M&S has begun to clean up its climate pollution, but it has not done nearly enough, nor done it fast enough. It has set emissions reduction targets in all scopes, including a strong target in scopes 1 and 2, but it has not reported on any measures to help suppliers shift to renewable energy or increase factory energy efficiency. M&S can further reduce supply chain climate pollution by increasing its scope 3 emissions reduction target to 55% by 2030, by providing financial incentives to suppliers to source renewable energy and to implement energy efficiency measures and by increasing material commitments and practices that source lower carbon materials.","commitments_grade":"C","commitments_summary":"<h4>Climate commitments</h4><p><strong>In own operations </strong><br/>M&S has set a target to reduce absolute GHG emissions 80% by 2030 and 90% by 2035 from a 2007 baseline, but has not set an explicit public commitment to switch to 100% renewable energy in is own operations by 2025. The company made a commitment as part of its Plan A to \"purchasing electricity for its own operated stores and offices from renewable sources\" and \"to ensure 50% of the electricity used in our building operations comes specifically from small-scale renewable sources by 2020.\" <span class=footnote><sup>1, 2</sup></span></p><p><strong>In the supply chain </strong><br/>M&S has set a target to reduce absolute GHG emissions \"13.3 MtCO2e between 2017 and 2030,\" but the company has not set commitments to purchase or switch to renewable energy in its supply chain.  <span class=footnote><sup>3</sup></span></p><h4>GHG emissions and energy transparency</h4><p><strong>In own operations </strong><br/>M&S annually reports GHG emissions, energy demand and renewable energy consumption and attributes in its own operations. <span class=footnote><sup>4</sup></span></p><p><strong>In the supply chain </strong><br/>M&S publicly reports its list of suppliers and it only reports the annual GHG emissions associated with its supply chain. M&S does not annually report its energy demand and renewable energy consumption and attributes in its supply chain. <span class=footnote><sup>5, 6</sup></span></p>","commitments_notes":"<li>[1] Science Based Targets initiative. (2017, June). Companies taking action. https://sciencebasedtargets.org/companies-taking-action#table  [2] Marks & Spencer. (n.d.). Postacrd from a Summer of Solar. Retrieved from https://corporate.marksandspencer.com/stories/blog/postcard-from-a-summer-of-solar</li><li>[3] Science Based Targets initiative. (2017, June). Companies taking action. https://sciencebasedtargets.org/companies-taking-action#table</li><li>[4] Marks & Spencer. (n.d.). M&S Greenhouse Emissions and Climate Change Performance 2019/20. Retrieved from https://corporate.marksandspencer.com/documents/reports-results-and-publications/plan-a-reports/2020/m-and-s-climate-performance-19-20-26.5.2020.pdf</li><li>[5] Ibid.  [6] Marks & Spencer. (n.d.). M&S Interactive Map. Retrieved from https://interactivemap.marksandspencer.com/</li>","renewable_grade":"F","renewable_summary":"<h4>Energy efficiency </h4><p>It is not discernible if M&S provides financial or other incentives to suppliers to encourage or support energy efficiency measures.</p><h4>Renewable energy use and deployment </h4><p>It is not discernible if M&S provides financial or other incentives to suppliers to reduce reliance on fossil fuels by deploying or using renewable energy.</p><h4>Supplier transparency and commitments</h4><p>M&S requires some (\"50 Tier One product suppliers and around 20 Tier Two fabric mills totaling around 200 locations\") but not all suppliers to \"make Sustainable Apparel Coalition’s Higg Index Facility Environmental Module (FEM) submissions.\" However, the company does not require suppleirs to set GHG emission reduction targets or Science-based Targets (SBTs) or annaully report GHG emissions. <span class=footnote><sup>6</sup></span></p>","renewable_notes":"<li>[6] Marks & Spencer. (n.d.). Plan A Report. Retrieved from https://interactivemap.marksandspencer.com/</li>","materials_grade":"F","materials_summary":"<h4>Eliminating fossil fuel fabrics  </h4><p>M&S has not made any commitments to phase out fossil fuel based materials.</p><h4>Commitment to circularity and low carbon materials  </h4><p>M&S has not made any commitments to switch to organic cotton or cotton sourced from regenerative agriculture. But it has committed to eliminate materials, such as leather and viscose, sourced from practices that contribute to deforestation. The company further committed to \"including the key principles on responsible viscose production as set out in the Changing Markets Foundation’s Roadmap Towards Responsible Viscose & Modal Fibre Manufacturing\" which \"aims to move viscose manufacturers to closed-loop production system by 2023-25.\" M&S Man-made-Cellulosic Fibre (MMCF) Sourcing Policy states that \"by 2020, M&S will only source MMCFs from producers who have undertaken CanopyStyle Audits with an independent accredited third party auditor and achieved a low risk ranking in the Canopy Hot Button Report.\" The company also commited to developing a 2025 procurement target for \"man-made cellulosic products are made of 50%+ next generation fibre sources... as they become commercially viable.\" M&S has not committed to closing the apparel-to-apparel recycling loop or improving the repairability and resale of its products. <span class=footnote><sup>7, 8</sup></span></p><h4>Progress and performance  </h4><p>M&S does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><h4>Transparency </h4><p>M&S has not committed to phasing out virgin fossil fuel based materials or reported on its progress in reducing its reliance on such materials. The company has not committed to switching to organic cotton or cotton sources from regenerative agriculture. The company has a Man-made Cellulosic Fibre (MMCF) Source Policy that is supposed to be in effect starting in 2020 and will ensure sourcing of fibers such as viscose from producers who have achieved a low-risk status according to the Canopy Hot Button Report. The company received partial credit as it has not reported its progress in implementing this policy. The company has not reported progress in reducing reducing deadstock, recycling its own products or other apparel in a closed loop systemor increasing the repairability or resale of its products. <span class=footnote><sup>9</sup></span></p>","materials_notes":"<li>[7] Marks & Spencer. (n.d.). Protecting Forests. Retrieved from https://corporate.marksandspencer.com/sustainability/business-wide/natural-resources/protecting-forests  [8] Marks & Spencer. (n.d.). Manmade Cellulosic Fibre (MMCF) Sourcing Policy. Retrieved from https://corporate.marksandspencer.com/documents/m-and-s-responsible-sourcing-policy-for-man-made-cellulosic-fibres.pdf</li><li>[9] Ibid.</li>","shipping_grade":"F","shipping_summary":"<h4>Shipping climate commitments and reporting  </h4><p>M&S reports its shipping emissions annually, but it does not report GHG emission targets related to shipping. <span class=footnote><sup>10</sup></span></p><h4>Reduction in upstream shipping emissions </h4><p>M&S has not reported any significant reductions in its shipping emissions.</p><h4>Commitment and advocacy for zero emissions vessels (ZEV) by 2030  </h4><p>M&S has not made any commitments to transitioning to zero emissions vessels (ZEV) and M&S has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and advocate for supporting port infrastructure</p>","shipping_notes":"<li>[10] Marks & Spencer. (n.d.). M&S Greenhouse Emissions and Climate Change Performance 2019/20. Retrieved from https://corporate.marksandspencer.com/documents/reports-results-and-publications/plan-a-reports/2020/m-and-s-climate-performance-19-20-26.5.2020.pdf</li>","advocacy_grade":"F","advocacy_summary":"<p>It is not discernable if M&S participated in advocacy efforts over the preceding 24 months urging policy makers to promote and support increasing renewable energy supply, especially in supply chain countries, or stronger emissions reduction.</p>","leave empty\r":"\r"}