{"brand":"New Balance","path":"new-balance","subsidiaries":"","main_brands":"","category":"athletic,shoes","grade":"D","summary":"New Balance has taken important first steps in reducing its climate footprint. But the company's GHG emissions reduction targets fall short of achieving the reductions necessary for a 1.5 degree pathway. New Balance should build on its actions to help increase energy efficiency in its manufacturing by investing in the deployment of renewable energy in its supply chain, starting with replacing coal boilers and electricity. The company should also develop a plan to phase out fossil fuel based materials, starting with virgin materials, and build on its programs to reuse and recycle its own textiles by committing to investing in closed loop recycling of apparel and other goods.  ","commitments_grade":"D","commitments_summary":"<h4>Climate commitments</h4><p><strong>In own operations </strong><br/>New Balance has set a target to reduce absolute GHG emissions 30% by 2030, has set a public commitment to source 100% renewable energy in its own operations, and the company reports sourcing additional renewable energy and RECs. <span class=footnote><sup>1</sup></span></p><p><strong>In the supply chain </strong><br/>New Balance has set a target to reduce absolute GHG emissions by 30% by 2030, but the company has not set targets to purchase or switch to renewable energy in its supply chain. <span class=footnote><sup>2</sup></span></p><h4>GHG emissions and energy transparency</h4><p><strong>In own operations </strong><br/>New Balance reports energy demand and renewable energy consumption and attributes in its own operations, but it does not annually report the GHG emissions associated with its own operations. <span class=footnote><sup>3</sup></span></p><p><strong>In the supply chain </strong><br/>New Balance publicly reports its list of suppliers and it only reports examples of Tier 1 and Tier 2 related energy emissions and consumption, for which it received partial credit. <span class=footnote><sup>4</sup></span> For example, the company reports that working with its Tier 1 footwear suppliers, energy use by some factories dropped 12% from 2017 to 2020, and that in 2020 two rooftop solar installations of 1 MWp were completed at some suppliers in Vietnam. <span class=footnote><sup>5</sup></span> New Balance does not annually or comprehensively report GHG emissions, energy demand and renewable energy consumption and attributes in its supply chain.</p>","commitments_notes":"<li>[1] New Balance. (n.d.a.). Responsible Leadership. Retrieved from: https://www.newbalance.ca/en_ca/responsible-leadership.html</li><li>[2] New Balance. (n.d.b.). Responsible Leadership - Energy and Climate. Retrieved from: https://www.newbalance.ca/en_ca/responsible-leadership/environment.html?id=eng</li><li>[3] Ibid.</li><li>[4] Open Apparel Registry. (n.d.). Retrieved from: https://openapparel.org/?contributors=377. </li><li>[5] Ibid.</li>","renewable_grade":"D","renewable_summary":"<h4>Energy efficiency </h4><p>New Balance reports that it partnered with the International Finance Corporation in 2016 to launch its Vietnam Improvement Program and with the Clean By Design program which helps supplier facilities identify efficiency and clean energy options. <span class=footnote><sup>6</sup></span></p><h4>Renewable energy use and deployment </h4><p>New Balance does not report providing financial incentives to suppliers, but the company reports that its partnership with the International Finance Corporation helped three of its suppliers assess the feasibility of rooftop installations. <span class=footnote><sup>7</sup></span></p><h4>Supplier transparency and commitments</h4><p>New Balance reports that \"all Tier 1 footwear suppliers, key Tier 1 apparel suppliers, and some of our largest Tier 2 material suppliers use the Higg Facility Environmental Module 3.0.\" But the company does not require suppliers to set GHG emission reduction targets or set Science-based Targets (SBTs) or annually report GHG emissions. <span class=footnote><sup>8</sup></span></p>","renewable_notes":"<li>[6] Ibid.</li><li>[7] Ibid.</li><li>[8] New Balance. (n.d.b.). Responsible Leadership - Environment. Retrieved from: https://www.newbalance.com/responsible-leadership/environment.html</li>","materials_grade":"F","materials_summary":"<h4>Eliminating fossil fuel fabrics  </h4><p>New Balance has not made any commitments to phase out fossil fuel based materials.</p><h4>Commitment to circularity and low carbon materials  </h4><p>New Balance has a commitment of 50% recycled polyester by 2025, receiving partial credit, and has a commitment to source 100% \"preferred cotton\" by 2023, but the company does not indicate how much of such cotton will be organic, recycled or from regenerative sources, receiving no credit. New Balance reports that it is working on expanding footwear and apparel repair services as well as improving the longevity of its products. The company has not made commitments to close the apparel recycling loop or eliminate materials such as leather and viscose that contribute to deforestation, but the company has identified TENCEL as a preferred material, for which it received partial credit. New Balance's preferred materials policy on leather does not include deforestation. <span class=footnote><sup>9</sup></span></p><h4>Progress and performance  </h4><p>New Balance does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><h4>Transparency </h4><p>New Balance reports significant progress in improving the durability and repairability of its products by offering shoe repair services in Japan, which repairs 3,500 to 4,000 pairs of shoes every year, and by piloting an apparel repair and designer education program in 2021 in partnership with the Renewal Workshop. The company has a takeback program but does not report using products it receives for resale or closed-loop recycling purposes. New Balance reports progress on reducing deadstock by reporting that \"more than half of our strategic footwear and apparel suppliers have reported incorporating at least some pre-consumer scrap back into making new materials, either at their own facilities or at a nearby site. Nearly 20% say they incorporate most or all of their manufacturing scrap. And nearly 40% offer a takeback program to close the loop between Tier One and Tier Two suppliers. <span class=footnote><sup>10</sup></span> New Balance also launched its MADE Responsibly 998 footwear line that incorporates surplus and new materials. <span class=footnote><sup>11</sup></span> New Balance has not committed to phasing out virgin fossil fuel based materials or reported on its progress in reducing its reliance on such materials. The company has not reported progress in increasing the proportion of organic or regenerative cotton in its material mix or increasing the recycled content (e.g. polyester) in its products.</p>","materials_notes":"<li>[9] New Balance. (n.d.a.). Responsible Leadership. Retrieved from: https://www.newbalance.ca/en_ca/responsible-leadership.html</li><li>[10] New Balance. (n.d.c.). Responsible Leadership - Product. Retrieved from: https://www.newbalance.com/responsible-leadership/product.html#md%20/?ICID=</li><li> [11] New Balance. (2021, May 1). New Balance Introduces the MADE Responsibly 998. Retrieved from:  https://newbalance.newsmarket.com/latest-news/all/new-balance-introduces-the-made-responsibly-998/s/f675cd16-9ac3-4960-9d64-0fa234adb3d4</li>","shipping_grade":"F","shipping_summary":"<h4>Shipping climate commitments and reporting  </h4><p>New Balance does not report its shipping emissions annually and has not publicly reported a GHG emission target from shipping.</p><h4>Reduction in upstream shipping emissions </h4><p>New Balance does not report its emissions from shipping.</p><h4>Commitment and advocacy for zero emissions vessels (ZEV) by 2030  </h4><p>New Balance has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and advocate for supporting port infrastructure.</p>","shipping_notes":"","advocacy_grade":"B","advocacy_summary":"<p>New Balance signed a letter to the Government of Vietnam urging swift approval and implementation of the Direct Power Purchase Agreement (DPPA) pilot to support the country's renewable energy transition.</p>","leave empty\r":"\r"}