{"brand":"Nike","path":"nike","subsidiaries":"","main_brands":"","category":"athletic,shoes","grade":"C+","summary":"Footwear giant Nike is the highest scoring brand assessed in this scorecard, thanks to the iconic brand's leading efforts to deploy renewable energy in its supply chain, advocate for increased access to those renewable, and its work with suppliers to remove heavily polluting thermal coal boilers, and other energy efficiency measures in its supply chain. Despite Nike's reputation for innovation that includes its novel materials, Nike could do more to reduce its reliance on fossil fuel based fabrics and phse out non-organic or non-regenerative cotton.","commitments_grade":"B","commitments_summary":"<h4>Climate commitments</h4><p><strong>In own operations </strong><br/>Nike has recently set absolute GHG emissions targets of 65% by 2025 from a 2015 base year for its own operations, and 100% renewable energy in its own operations. Nike has pursued a mixture of smaller onsite renewable projects with larger renewable energy PPAs in the US and EU. Renewable energy from these projects should not be applied to meet Nike’s electricity demand outside of the regions they deliver power to. <span class=footnote><sup>1</sup></span></p><p><strong>In the supply chain </strong><br/>Nike has set an absolute GHG reduction target for its manufacturing supply chain and shipping emissions of 30% by 2030 from a 2015 base year. While Nike reports it is putting new emphasis on increasing renewable energy use among its suppliers, it has not set a specific commitment to increase renewable energy in its supply chain.</p><h4>GHG emissions and energy transparency</h4><p><strong>In own operations </strong><br/>Nike annually reports GHG emissions, energy demand and renewable energy consumption and attributes in its own operations, with detailed breakouts by country on energy demand and use of renewable energy.</p><p><strong>In the supply chain </strong><br/>Nike publicly reports its list of suppliers and it reports annual GHG emissions, energy demand and renewable energy consumption and attributes associated with the different tiers of its supply chain, but it does not provide the detailed country level breakdown that Nike provides for its own operations. <span class=footnote><sup>3, 4</sup></span></p>","commitments_notes":"<li>[1] Nike. (2020). FY20 Nike, Inc. Impact Report. Retrieved on July 12, 2021 from: https://purpose-cms-preprod01.s3.amazonaws.com/wp-content/uploads/2021/03/30191542/FY20-NIKE-Inc.-Impact-Report1.pdf</li><li>[2] Science Based Targets initiative. (2019, September). Companies taking action. https://sciencebasedtargets.org/companies-taking-action#table</li><li>[3] Nike. (n.d.) Nike Manufacturing Map. http://manufacturingmap.nikeinc.com/# [4] Nike. (2020). FY20 Nike, Inc. Impact Report. Retrieved on July 12, 2021 from: https://purpose-cms-preprod01.s3.amazonaws.com/wp-content/uploads/2021/03/30191542/FY20-NIKE-Inc.-Impact-Report1.pdf</li>","renewable_grade":"C","renewable_summary":"<h4>Energy efficiency </h4><p>Nike uses a Sourcing & Manufacturing Sustainability Index (SMSI) to incentivize suppliers to meet certain sustainability standards (including health, labor and environment). The company reports in its 2020 sustainability report that 94% of the factories it worked with rated bronze or better. Nike also reported investing in building efficiency upgrades and energy management systems in its CDP 2020 report: \"For example, in our supply chain, we achieved nearly an 8% reduction in energy consumption per pair since our FY15 baseline at our suppliers’ facilities.\" <span class=footnote><sup>5</sup></span></p><h4>Renewable energy use and deployment </h4><p>Nike reports it has invested in deploying renewable energy in its supply chain. In its 2020 CDP report it states: \"We are also focused on scaling renewable energy in our supply chain. For example, in FY19, NIKE launched a new factory rooftop solar photovoltaic (PV) deployment program, with particular focus on China, Vietnam and Indonesia.\" <span class=footnote><sup>6</sup></span></p><h4>Supplier transparency and commitments</h4><p>Nike requires suppliers to provide facility level data via the Higg Index, but the company does not require suppliers to set GHG emission reduction targets or set Science-based Targets (SBTs) or annually report GHG emissions. <span class=footnote><sup>7</sup></span></p>","renewable_notes":"<li>[5] Ibid.</li><li>[6] Ibid.</li><li>[7] Ibid</li>","materials_grade":"D","materials_summary":"<h4>Eliminating fossil fuel fabrics  </h4><p>Nike has not made any commitments to phase out fossil fuel based materials.</p><h4>Commitment to circularity and low carbon materials  </h4><p>Nike has committed to stop sourcing leather linked to deforestation in the Amazon, and the company reported on its efforts in developing novel materials (e.g. Flyleather; which is 50% recyled leather fiber combined with synthetic fibers) and shifting sourcing toward recycled polyester (though not closed-loop) and more sustainable cotton, but it has not made any commitments to phase out non-organic cotton or cotton sourced from non-regenerative agriculture. Nike has not committed to closing the apparel-to-apparel recycling loop or improving the repairability and resale of its products. <span class=footnote><sup>8</sup></span></p><h4>Progress and performance  </h4><p>Nike publicly and annually reports its material mix, but it does not report its volume of deadstock or how it manages its deadstock.</p><h4>Transparency </h4><p>Nike has demonstrated significant progress in increasing the amount of organic cotton in its material mix, increasing the recycled content in its products and recycling its own products (or other textiles) in a closed loop system. For instance, \"Nike Air soles are composed of at least 50% recycled manufacturing waste,\" and \"since FY15, more than 47 million kg of manufacuring scraps were recycled into new footwear.\" <span class=footnote><sup>9</sup></span> But Nike has not demonstrated any progress in reducing its reliance on fossil fuel materials, phasing out materials sourced from practices contributing to deforestation or increasing the repairability or resale of its products.</p>","materials_notes":"<li>[8] Ibid.</li><li>[9] Ibid.</li>","shipping_grade":"D+","shipping_summary":"<h4>Shipping climate commitments and reporting  </h4><p>Nike annually reports its shipping emissions and it includes shipping emissions in its GHG reduction targets. <span class=footnote><sup>10</sup></span></p><h4>Reduction in upstream shipping emissions </h4><p>While indicating it is prioritizing ocean freight over air, Nike reported a significant increase in its upstream logistics emissions in FY2020. Nike has experimented with biofuels with one carrier partner, a solution that is not likely to scale without significantly increasing emissiond and/or creating competition for food production.</p><h4>Commitment and advocacy for zero emissions vessels (ZEV) by 2030  </h4><p>Nike has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and advocate for supporting port infrastructure.</p>","shipping_notes":"<li>[10] Ibid.</li>","advocacy_grade":"A+","advocacy_summary":"<p>Nike signed several letters urging policy makers to increase renewable energy supply and adopt strong emissions reduction targets including: a letter to the government of Cambodia raising concerns about the country's continued investment in and expansion of coal power; a letter to the Government of Vietnam urging swift approval and implementation of the Direct Power Purchase Agreement (DPPA) pilot to support the country's renewable energy transition; and an open letter to President Biden supporting climate action that is consistent with the Paris Accord and a 2030 emissions reduction target, or Nationally Determined Contribution (NDC), of 50% or greater.</p>","leave empty\r":"\r"}