{"brand":"On Running","path":"on-running","category":"athletic,shoes","grade":"F","summary":"On Running is in the early stages of setting a climate action plan after adopting Science-based Targets in April of 2021. The company remains far behind other leading brands in the athletic apparel sector when it comes to commitments to using and deploying renewable energy. The company should build on its progress in shifting to low carbon materials by committing to strong targets to switch to renewable energy not only in its own operations but also in its supply chain. The company should follow these commitments with immediate and transparent action to invest in renewable energy and the phaseout of coal and other fossil fuels from the manufacturing of its products. On Running should also disclose its GHG emissions annually as well as energy demand and use of renewable energy.","commitments_grade":"F","commitments_summary":"<h4>Climate commitments</h4><p><strong>In own operations </strong><br/>On Running has set a target to reduce absolute GHG emissions 46% by 2030 from a 2019 baseline but has not set commitments to purchase or switch to renewable energy in its own operations. <span class=footnote><sup>1</sup></span></p><p><strong>In the supply chain </strong><br/>On Running has set an intensity-based target of 55% per dollar value added by 2030 from a 2019 baseline but the company has not set commitments to purchase or switch to renewable energy in its supply chain. <span class=footnote><sup>2</sup></span></p><h4>GHG emissions and energy transparency</h4><p><strong>In own operations </strong><br/>On Running has not publicly reported GHG emissions, energy demand and renewable energy consumption and attributes in its own operations.</p><p><strong>In the supply chain </strong><br/>On Running publicly reports its list of suppliers but it has not reported the GHG emissions, energy demand and renewable energy consumption and attributes associated with its supply chain. <span class=footnote><sup>3</sup></span></p>","commitments_notes":"<li>[1] Science Based Targets initiative. (2021, April). Companies taking action. https://sciencebasedtargets.org/companies-taking-action#table</li><li>[2] Ibid.</li><li>[3] On Running. (n.d.a.) Transparency. Retrieved from: https://www.on-running.com/en-ch/transparency/</li>","renewable_grade":"F","renewable_summary":"<h4>Energy efficiency </h4><p>It is not discernible if On Running provides financial or other incentives to suppliers to encourage or support energy efficiency measures.</p><h4>Renewable energy use and deployment </h4><p>It is not discernible if On Running provides financial or other incentives to suppliers to reduce reliance on fossil fuels by deploying or using renewable energy.</p><h4>Supplier transparency and commitments</h4><p>It is not discernible if On Running requires suppliers to set GHG emission reduction targets or set Science-based Targets (SBTs), provide facility level data using the Higg Index or annually report GHG emissions.</p>","renewable_notes":"","materials_grade":"C-","materials_summary":"<h4>Eliminating fossil fuel fabrics  </h4><p>On Running has not made an explicit commitment to phase out all fossil fuel based materials, but it has reported that it \"want(s) to move away from petrol-based materials\" as an \"intermediate step\" and as it continues to explore alternatives, and that it plans to achieve 100% recycled polyester and 100% recycled polyamide. <span class=footnote><sup>4</sup></span></p><h4>Commitment to circularity and low carbon materials  </h4><p>On Running reports that it has a target of 100% organic and GOTS certified cotton and that it is working to eliminate virgin polyester and polyamide from its materials and plans to use only 100% recycled polyester and 100% recycled polyamide. On Running has a target of \"50% recycled content in all our shoes by 2021, and 30% in our apparel.\" The company has developed a 100% recyclable shoe and reports that it aims to expand this approach to more of its products and has launched a subscription service to collect used shoes and recycle them in a closed loop. On Running has a policy against using leather for environmental reasons and identifies Tencel as a preferred man-made cellulosic material. The company has not committed to improving the repairability and resale of its products. <span class=footnote><sup>5</sup></span></p><h4>Progress and performance  </h4><p>On Running does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><h4>Transparency </h4><p>On Running has demonstrated some progress in reducing its reliance on fossil fuel materials by launching a new fully recyclable running shoe made of 50% bio-based materials, for which it received partial credit. The company reported progress on increasing the recycled polyester and other fossil material content in some of its products, but it does not provide information about the proportion of recycled materials in its material mix, hence receiving partial credit. The company does not provide data to demonstrate progress in phasing out non-organic cotton and increasing recycled content. The company has launched a subscription service to collect used shoes from its new Cyclon running shoe to be recycled in a closed loop and reports it does not use natural leather due to environmental concerns. The company has not demonstrated progress in increasing the repairability or resale of its products or reducing deadstock. <span class=footnote><sup>6</sup></span></p>","materials_notes":"<li>[4] On Running. (n.d.b.) Preffered Materials. Retrieved from: https://www.on-running.com/en-ca/articles/preferred-materials</li><li>[5] Ibid.</li><li>[6] Ibid.</li>","shipping_grade":"D+","shipping_summary":"<h4>Shipping climate commitments and reporting  </h4><p>On Running does not report its shipping emissions annually and has not publicly reported a GHG emission target from shipping.</p><h4>Reduction in upstream shipping emissions </h4><p>On Running does not report its emissions from shipping.</p><h4>Commitment and advocacy for zero emissions vessels (ZEV) by 2030  </h4><p>On Running has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and advocate for supporting port infrastructure.</p>","shipping_notes":"","advocacy_grade":"F","advocacy_summary":"<p>It is not discernable if On Running participated in advocacy efforts over the preceding 24 months urging policy makers to promote and support increasing renewable energy supply, especially in supply chain countries, or stronger emissions reduction targets.</p>","leave empty\r":"\r"}