{"brand":"Patagonia","path":"patagonia","subsidiaries":"","category":"outdoor","grade":"C-","summary":"Outdoor darling Patagonia has taken a route to climate leadership somewhat unlike its peers. While the brand has focused on its carbon neutrality target over setting direct public climate and renewable energy targets, it does report significant progress working directly with its suppliers to deploy renewable energy, however the reporting on specifics and overall transparency stand to be improved. Patagonia also exhibits leadership in its materials policies and choices, with its recycled material target, use of organic cotton, and its repair and resale programs.","commitments_grade":"B-","commitments_summary":"<h4>Climate commitments</h4><p><strong>In own operations </strong><br/>Patagonia has set a target to be “Carbon Neutral” by 2025, which includes both its own operational emissions and those from its supply chain, but it has not set an explicit absolute emissions reduction target. Patagonia set a goal to use 100% renewable electricity across its operations by the end of 2020, though it doesn't specify if the energy will be entirely additional to the grid. <span class=footnote><sup>1</sup></span></p><p><strong>In the supply chain </strong><br/>Patagonia has set a goal to be “Carbon Neutral” by 2025 across both its own operations and its supply chain. Though the company has not set explicit absolute emissions reduction and renewable energy targets in its supply chain, it reports that partnering with suppliers to deploy renewable energy is a significant part of Patagonia’s strategy for hitting its goal, along with regenerative agricultural practices and carbon offsets. <span class=footnote><sup>2</sup></span></p><h4>GHG emissions and energy transparency</h4><p><strong>In own operations </strong><br/>Patagonia publicly reports renewable energy consumption but not the attributes in its own operations, and this information is not reported annually. The company does not report its GHG emission and energy demand in its own operations.</p><p><strong>In the supply chain </strong><br/>Patagonia has not publicly reported its list of suppliers nor has it reported the GHG emissions, energy demand and renewable energy consumption and attributes associated with its supply chain.</p>","commitments_notes":"<li>[1] Patagonia. (2019). Annual Benefit Corporation Report. Retrieved on July 13, 2021 from: https://www.patagonia.com/on/demandware.static/-/Library-Sites-PatagoniaShared/default/dwf14ad70c/PDF-US/PAT_2019_BCorp_Report.pdf</li><li>[2] Ibid.</li>","renewable_grade":"D-","renewable_summary":"<h4>Energy efficiency </h4><p>Patagonia reports that it provides \"a wide range of resources and incentives that prioritize energy efficiency and renewable energy\" to its suppliers, but the scope and specifics of those incentives are not public. <span class=footnote><sup>3</sup></span></p><h4>Renewable energy use and deployment </h4><p>Patagonia points to ongoing efforts to work with its suppliers to invest in renewable energy at their facilities, but does not provide any specifics on the country, supplier or scale of renewable investment that Patagonia or suppliers are making. Patagonia also indicates it is exploring a large-scale renewable project separate from its suppliers in a key region to begin to address its renewable energy supply at a regional level, but no further specifics are provided. <span class=footnote><sup>4</sup></span></p><h4>Supplier transparency and commitments</h4><p>Patagonia requires some but not all suppliers to provide facility level data using the Higg Index, though it is unclear how many suppliers are required to provide this information. The company does not require suppliers to set GHG emission reduction targets or set Science-based Targets (SBTs) or annually report GHG emissions.</p>","renewable_notes":"<li>[3] Patagonia. (n.d.) Supply Chain Environmental Responsibility Program. https://www.patagonia.com/our-footprint/supply-chain-environmental-responsibility-program.html</li><li>[4] Ibid.</li>","materials_grade":"C","materials_summary":"<h4>Eliminating fossil fuel fabrics  </h4><p>Patagonia has set a goal for all of its fibers, including synthetic fossil based materials, to come from recycled sources by 2030; however, most of the recycled polyester is currently coming from disposable plastic bottles. Patagonia has not made any commitments to phase out fossil fuel based materials.</p><h4>Commitment to circularity and low carbon materials  </h4><p>Patagonia only sources 100% organic cotton for its virgin cotton needs and has committed to improving the repairability and resale of its products. <span class=footnote><sup>5</sup></span> While it is not discernible if the company has an explicit policy to ensure its materials such as wood-based fibers and leather do not contribute to deforestation, the company uses viscose alternatives such as TENCEL, which presents low deforestation risk. <span class=footnote><sup>6</sup></span> Patagonia has not committed to closing the apparel-to-apparel recycling loop.</p><h4>Progress and performance  </h4><p>Patagonia does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><h4>Transparency </h4><p>Patagonia has demonstrated significant progress in switching to organic cotton or cotton sourced from regenerative agriculture, increasing the recycled synthetic and cotton content in its products (it reports that 64% of its fabrics are made with recycled materials), reducing deadstock and increasing the durability, repairability or resale of its products. The company has not reported significant progress on closing the apparel-to-apparel recycling loop, and it continues to rely on plastic waste from other streams (e.g. fishing nets and single-use bottles) for recycled content needs. Patagonia, however, recently signed a multi-year contract with Infinna for apparel-to-apparel recycled material. <span class=footnote><sup>7</sup></span> While it is not discernible if Patagonia has a deforestation policy when it comes to man-made cellulosic materials, its website suggests that it prioritizes the use of Tencel Lyocell. The company has not demonstrated any progress in reducing its reliance on fossil fuel materials.</p>","materials_notes":"<li>[5] Patagonia. (2019). Annual Benefit Corporation Report. Retrieved on July 13, 2021 from: https://www.patagonia.com/on/demandware.static/-/Library-Sites-PatagoniaShared/default/dwf14ad70c/PDF-US/PAT_2019_BCorp_Report.pdf [6] Patagonia. (n.d.). TENCEL Lyocell Fabric. https://www.patagonia.ca/our-footprint/tencel-lyocell.html</li><li>[7] Patagonia. (2019). Annual Benefit Corporation Report. Retrieved on July 13, 2021 from: https://www.patagonia.com/on/demandware.static/-/Library-Sites-PatagoniaShared/default/dwf14ad70c/PDF-US/PAT_2019_BCorp_Report.pdf</li>","shipping_grade":"D-","shipping_summary":"<h4>Shipping climate commitments and reporting  </h4><p>Patagonia does not report its shipping emissions annually and has not publicly reported a shipping emission reduction target.</p><h4>Reduction in upstream shipping emissions </h4><p>Patagonia does not report its emissions from shipping.</p><h4>Commitment and advocacy for zero emissions vessels (ZEV) by 2030  </h4><p>Patagonia has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and to advocate for supporting port infrastructure.</p>","shipping_notes":"","advocacy_grade":"B-","advocacy_summary":"<p>Patagonia signed an open letter to President Biden supporting climate action in line with the Paris Accord and a 2030 emissions reducton target, or Nationally Determined Contribution (NDC), of 50% or greater, and it supported a court case challenging efforts by the previous United States administration to roll back climate regulations.</p>","leave empty\r":"\r"}