{"brand":"Pentland","path":"pentland","category":"athletic,outdoor","grade":"F","summary":"Pentland is falling behind leading companies in the athletic and sportswear space in tackling its climate emissions. The company has not set a meaningful emissions reduction target for its supply chain, which represents its largest source of GHG emissions and pollution, and remains opaque in its reporting of its climate footprint. The company needs to step up its action to vastly reduce emissions, beyond setting net zero goals which often rely on offsets, if it's serious about addressing climate change and wants to keep up with its competitors and respond to consumer demand. The company should work with its supply chain and manufacturing partners to invest in renewable energy deployment and phase out coal and other fossil fuels in the electricity and materials used to make its products. ","commitments_grade":"F","commitments_summary":"<h4>GHG emission reduction targets (scope 1 & 2) </h4><p>Pentland has set a target to reduce absolute GHG emissions 25% by 2025. And though it has not set commitments to switch to 100% renewable energy across all of its own operations, it reports that its European offices use 100% renewable energy. <span class=footnote><sup>1</sup></span> The company does not specify whether the energy is additional to the grid.</p><h4>GHG emission reduction targets (scope 3) </h4><p>Pentland has not set targets to reduce absolute GHG emissions or to switch to renewable energy in its supply chain.</p><h4>Transparency</h4><p>Pentland annually reports GHG emissions and energy demand in its own operations, but it does not report renewable energy consumption and attributes. <span class=footnote><sup>2</sup></span></p><p>Pentland has not reported GHG emissions, energy demand and renewable energy consumption and attributes associated with its supply chain. Pentland received partial credit for publishing a supplier list. <span class=footnote><sup>3</sup></span>","commitments_notes":"<li>[1] Pentland. (2021). Pentland Brands Positive Business Report 2020. P.54. Retrieved from: https://pentlandbrands.com/wp-content/uploads/2021/06/Pentland-Brands-Positive-Business-report-2020.pdf</li><li>[2] Ibid.</li><li>[3] Pentland. (n.d.a.) Standards, Policies and Resources. Retrieved from: https://pentlandbrands.com/reports-and-resources/</li>","renewable_grade":"F","renewable_summary":"<p>It is not discernible if Pentland provides financial or other incentives to suppliers to encourage or support energy efficiency measures.</p><p>It is not discernible if Pentland provides financial or other incentives to suppliers to reduce reliance on fossil fuels by deploying or using renewable energy.</p><p>Pentland requires some but not all suppliers to provide facility level data via the Higg Index. It has a goal to \"promote adoption of the Higg Facilities Social Labor Module and Higg Facilities Environmental Module, with Tier 1 and 2 suppliers producing 50% of business volume,\" which it reports is on track to be achieved in 2021, and it plans to roll out a scorcard for factories not yet using the Higg Index. <span class=footnote><sup>4</sup></span> The company does not require suppliers to set GHG emission reduction targets, set Science-based Targets (SBTs) or annually report GHG emissions.</p>","renewable_notes":"<li>[4] Ibid.</li>","materials_grade":"F","materials_summary":"<p>Pentland has not made any commitments to phase out fossil fuel based materials.</p><p>Pentland brand Berghaus committed to the elimination of non-organic cotton in one more major category of products (tees). <span class=footnote><sup>5</sup></span> But the company has not made commitments to eliminate materials, such as viscose or leather, sourced from practices that contribute to deforestation. Pentland has not committed to closing the apparel-to-apparel recycling loop or improving the durability, repairability or resale of its products.</p><p>Pentland does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><p>Pentland has not committed to phasing out virgin fossil fuel based materials. Pentland has not made significant commitments to switch to organic cotton or cotton sourced from regenerative agriculture or reported progress in increasing the proportion of such cotton in its material mix beyond a subset of products within its subsidiary brand Berghaus. The company demonstrated progress in improving the durability of some of its products by offering free repair services for its Berghaus products through the Repairhaus program. <span class=footnote><sup>6</sup></span> Pentland has not demonstrated progress in eliminating deadstock, recycling its own products in a closed loop, phasing out materials sourced from practices contributing to deforestation or improving the resale of its products. The company received partial credit for making limited progress in increasing the recycled content in some product lines.</p>","materials_notes":"<li>[5] Ibid.</li><li>[6] Berghaus. (n.d.) Repairhaus. Retrieved from: https://www.berghaus.com/repairs.list</li>","shipping_grade":"F","shipping_summary":"<p>Pentland does not report its shipping emissions annually and it does not include shipping emissions in its GHG reduction targets</p><p>Pentland does not report its emissions from shipping and has not reported any significant reductions in its shipping emissions.</p><p>Pentland has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas vessels (LNG) and to advocate for supporting port infrastructure.</p>","shipping_notes":"","advocacy_grade":"F","advocacy_summary":"<p>It is not discernable if Pentland participated in advocacy efforts over the preceding 24 months urging policy makers to promote and support increasing renewable energy supply, especially in supply chain countries, or stronger emissions reduction targets.</p>","leave empty\r":"\r"}