{"brand":"Prada ","path":"prada ","grade":"F","summary":"Prada is behind the curve when it comes to climate,  despite its flashy messaging that would have us believe otherwise. The luxury brand has not explicitly set GHG emissions reduction targets, instead resting on its involvement with the Fashion Pact as de facto target setting, nor has it begun to source renewable energy in its supply chain, where the bulk of its climate pollution is created. Prada is beginning to reduce its reliance on fossil fuel based fabrics with its commitment to source only recycled nylon, a noteworthy first step.","commitments_grade":"D-","commitments_summary":"<h4>GHG emission reduction targets (scope 1 & 2) </h4><p>Prada has not set targets to reduce absolute GHG emissions other than signing the Fashion Pact. The company reports that 100% of its Italian operations are powered by renewable energy and that 24% of the energy used in its Italian industrial sites is sourced from 10 photovoltaic systems. [1]</p><h4>GHG emission reduction targets (scope 3) </h4><p>Prada has not set targets to reduce absolute GHG emissions, other than signing the Fashion Pact, for which it has received partial credit, or to switch to renewable energy in its supply chain.</p><h4>Transparency</h4><p>Prada annually reports GHG emissions, energy demand and renewable energy consumption in its own operations, but it does not explicitly report how much of the renewable energy that it consumes is additional to the grid.</p><p>Prada has not publicly reported its list of suppliers that it does not directly operate and it reports only the annual GHG emissions associated with its supply chain. The company does not annually report energy demand and renewable energy consumption and attributes in its supply chain.","commitments_notes":"","renewable_grade":"F","renewable_summary":"<p>It is not discernible if Prada provides financial or other incentives to suppliers to encourage or support energy efficiency measures.</p><p>It is not discernible if Prada provides financial or other incentives to suppliers to reduce reliance on fossil fuels by deploying or using renewable energy.</p><p>It is not discernible if Prada requires suppliers to set GHG emission reduction targets, set Science-based Targets (SBTs), provide facility level data using the Higg Index or annually report GHG emissions.</p>","renewable_notes":"","materials_grade":"F","materials_summary":"<p>Prada has committed to phasing out virgin nylon from its products by the end of 2021.</p><p>Prada has committed to source only recycled nylon through its Re-Nylon Project by the end of 2021 but it has not made any commitments to phase out non-organic cotton or cotton sourced from non-regenerative agriculture or eliminate materials such as leather and viscose sourced from practices that contribute to deforestation by 2030. The company has not committed to closing the apparel-to-apparel recycling loop or improving the repairability and resale of its products. [2]</p><p>Prada publicly reports its material mix but it does not report its volume of deadstock and how it manages its deadstock. [3]</p><p>Prada has not reported on its progress in reducing its reliance on fossil fuel based materials materials. The company has not committed to switching to organic cotton or cotton sourced from regenerative agriculture or reported progress in increasing the proportion of such cotton in its material mix. The company has not demonstrated significant progress increasing the recycled content in its products, but it received partial credit for its Re-Nylon project and working toward switching to recycled nylon. [4] Prada has not demonstrated any progress in reducing deadstock, recycling its own products or other apparel in a closed-loop system, phasing out materials sourced from practices contributing to deforestation or increasing the repairability or resale of its products.</p>","materials_notes":"","shipping_grade":"F","shipping_summary":"<p>Prada reports its shipping emissions annually, but it does not include shipping emissions in its GHG reduction targets. [5]</p><p>Prada does not report its emissions from shipping.</p><p>Prada has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and advocate for supporting port infrastructure.</p>","shipping_notes":"","advocacy_grade":"F","advocacy_summary":"<p>It is not discernable if Prada participated in advocacy efforts over the preceding 24 months urging policy makers to promote and support increasing renewable energy supply, especially in supply chain countries, or stronger emissions reduction targets.</p>","advocacy_notes":"","leave empty\r":"\r"}