{"brand":"Primark","path":"primark","category":"fast","grade":"F","summary":"Primark has received failing marks in all areas except advocacy, where the company has shown it is possible to advocate for businesses to align with a 1.5 degree pathway. Whether the company will align itself before it is too late remains to be seen. Primark should be clear about climate targets by publishing more detail, beyond simple inclusion in the Charter, and rapidly begin providing assistance to suppliers in order to access renewable energy and to implement energy efficiency measures in its entire value chain.","commitments_grade":"F","commitments_summary":"<h4>Climate commitments</h4><p><strong>In own operations </strong><br/>Primark has not set targets to reduce absolute GHG emissions or to switch to renewable energy in its own operations, other than joining the UN Fashion Charter, for which it has received partial credit. <span class=footnote><sup>1</sup></span></p><p><strong>In the supply chain </strong><br/>Primark has not set targets to reduce absolute GHG emissions, other than joining the UN Fashion Charter, for which it has received partial credit, or to switch to renewable energy in its supply chain. <span class=footnote><sup>2</sup></span></p><h4>GHG emissions and energy transparency</h4><p><strong>In own operations </strong><br/>Primark has not publicly reported GHG emissions, energy demand and renewable energy consumption and attributes in its own operations.</p><p><strong>In the supply chain </strong><br/>Primark has publicly reported its list of suppliers but it has not reported the GHG emissions, energy demand and renewable energy consumption and attributes associated with its supply chain. <span class=footnote><sup>3</sup></span></p>","commitments_notes":"<li>[1] Primark. (n.d.). Primark Joins UN Fashion Charter. Retrieved from https://www.primark.com/en/primark-cares/newsroom/primark-joins-the-un-fashion-charter/a/dc263874-5929-4bb9-9611-925eba9daa50</li><li>[2] Ibid.</li><li>[3] Primark. (n.d.). Our Global Sourcing Map. Retrieved from https://globalsourcingmap.primark.com/en</li>","renewable_grade":"F","renewable_summary":"<h4>Energy efficiency </h4><p>It is not discernible if Primark provides financial or other incentives to suppliers to encourage or support energy efficiency measures.</p><h4>Renewable energy use and deployment </h4><p>It is not discernible if Primark provides financial or other incentives to suppliers to reduce reliance on fossil fuels by deploying or using renewable energy.</p><h4>Supplier transparency and commitments</h4><p>Primark requires some but not all suppliers to provide facility level data using the Higg Index. It reports that \"just over 25% of Tier 1 facilities completed the Higg FEM in 2019.\" But the company does not require suppliers to set GHG emission reduction targets, set Science-based Targets (SBTs) or annually report GHG emissions. <span class=footnote><sup>4</sup></span></p>","renewable_notes":"<li>[4] Associated British Foods plc. (n.d.). Living Our Values. Retrieved from https://www.abf.co.uk/documents/pdfs/2020/ar2020/cr2020.pdf</li>","materials_grade":"F","materials_summary":"<h4>Eliminating fossil fuel fabrics  </h4><p>Primark has not made any commitments to phase out fossil fuel based materials.</p><h4>Commitment to circularity and low carbon materials  </h4><p>Primark has not made any commitments to switch to organic cotton or cotton sourced from regenerative agriculture or eliminate materials, such as leather and viscose, sourced from practices that contribute to deforestation by 2030. Primark has not committed to closing the apparel-to-apparel recycling loop or improving the repairability and resale of its products. But the company received partial credit for its plan to expand its in-store recycling program which aims to promote recycled clothes that cannot be reused into yarn for new garments. The company also reports that it is \"increasing the use of more sustainable, organic and recycled materials in our products\" but it doesn't provide targets or details related to this action. <span class=footnote><sup>5</sup></span></p><h4>Progress and performance  </h4><p>Primark does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><h4>Transparency </h4><p>Primark has not committed to phasing out virgin fossil fuel based materials or reported on its progress in reducing its reliance on such materials. The company has not committed to switching to organic cotton or cotton sourced from regenerative agriculture or reported progress in increasing the proportion of such cotton in its material mix. The company has not demonstrated any progress increasing the recycled content in its products, in reducing deadstock, recycling its own products or other apparel in a closed loop, or phasing out materials sourced from practices contributing to deforestation, or increase the repairability or resale of its products. <span class=footnote><sup>6</sup></span></p>","materials_notes":"<li>[5] Ibid.</li><li>[6] Ibid.</li>","shipping_grade":"F","shipping_summary":"<h4>Shipping climate commitments and reporting  </h4><p>Primark does not report its shipping emissions annually</p><h4>Reduction in upstream shipping emissions </h4><p>Primark does not report its emissions from shipping and has not reported any significant reductions in its shipping emissions.</p><h4>Commitment and advocacy for zero emissions vessels (ZEV) by 2030  </h4><p>Primark has not made any commitments to transitioning to zero emissions vessels (ZEV) and Primark has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and advocate for supporting port infrastructure.</p>","shipping_notes":"","advocacy_grade":"B+","advocacy_summary":"<p>Primark signed several letters urging policy makers to increase renewable energy supply and strong emissions reduction targets including: a letter to the Government of Vietnam urging swift approval and implementation of the Direct Power Purchase Agreement (DPPA) pilot to support the country's renewable energy transition, and the Business Ambition for 1.5°C commitment.</p>","leave empty\r":"\r"}