{"brand":"PUMA","path":"puma","category":"athletic","grade":"C","summary":"Innovative sportswear brand PUMA has been an early adopter of climate targets, but has chosen to use an intensity-based target in scope 3, putting its overall emissions reductions work at risk. However, implementation may be a better measure than targets, and PUMA has made significant progress working with its suppliers to source renewables and increase energy efficiency in its manufacturing. Backing up these efforts, the brand has also advocated for decreasing coal useage in supply chain countries. PUMA could improve its efforts to reduce the impacts of its materials by reducing its reliance on fossil fuel based materials and cotton that is neither organic or regenerative.","commitments_grade":"C+","commitments_summary":"<h4>GHG emission reduction targets (scope 1 & 2) </h4><p>PUMA has set a target to reduce absolute GHG emissions 35% by 2030 from a 2017 base year in its own operations and has set a commitment to switch to 100% renewable energy but not all of the renewable energy will be additional to the grid. <span class=footnote><sup>1, 2</sup></span></p><h4>GHG emission reduction targets (scope 3) </h4><p>PUMA has set an intensity-based target to reduce GHG emissions in its supply chain 60% per million Euros in sales by 2030 from a 2017 base year. While the company has not set a significant commitment to increase renewable energy in its supply chain, it has set a renewable energy committment of 25% for core suppliers by 2025. <span class=footnote><sup>3</sup></span></p><h4>Transparency</h4><p>PUMA annually reports GHG emissions, energy demand and renewable energy consumption and attributes in its own operations to the CDP and in its annual report.</p><p>PUMA publicly reports its list of suppliers and it only reports the annual GHG emissions associated with its supply chain to the CDP. PUMA does not annually report energy demand or renewable energy consumption and attributes in its supply chain. <span class=footnote><sup>4</sup></span>","commitments_notes":"<li>[1] Science Based Targets initiative. (2019, June). Companies taking action. https://sciencebasedtargets.org/companies-taking-action#table [2] Puma. (2021). Business and Sustainability Report 2020. Retrieved on July 12, 2021 from: https://about.puma.com/en/sustainability/reporting</li><li>[3] Ibid.</li><li>[4] Puma. (n.d.) Social Compliance. https://about.puma.com/en/sustainability/social</li>","renewable_grade":"C","renewable_summary":"<p>PUMA provides its major suppliers with significant financial incentives for energy efficiency measures and reducing thermal and electric coal demand in some of their manufacuring processes. 34% of core factories are enrolled in either energy efficiency or renewable energy programs or both. 8% of core factories have replaced coal boilers and PUMA plans to phase out coal boilers at 100% of core suppliers. <span class=footnote><sup>5</sup></span></p><p>PUMA provides financial incentives to some of its suppliers to reduce reliance on fossil fuel energy by deploying or using renewable energy. <span class=footnote><sup>6</sup></span></p><p>PUMA requires 100% of its core suppliers to provide facility level data via the Higg Index. But the company does not require suppliers to set GHG emission reduction targets or set Science-based Targets (SBTs) or annually report GHG emissions. <span class=footnote><sup>7</sup></span></p>","renewable_notes":"<li>[5] Puma. (2021). Business and Sustainability Report 2020. Retrieved on July 12, 2021 from: https://about.puma.com/en/sustainability/reporting</li><li>[6] Ibid.</li><li>[7] Ibid.</li>","materials_grade":"D+","materials_summary":"<p>PUMA has not made any commitments to phase out fossil fuel based materials.</p><p>PUMA has committed to eliminate viscose sourced from practices that contribute to deforestation by 2030, to increase the content of recycled polyester to 75% by 2025 and to closing the apparel-to-apparel recycling loop by using more of its own apparel to make new products. <span class=footnote><sup>8</sup></span> But the company has has not made any commitments to phase out non-organic cotton or cotton sourced from non-regenerative agriculture or improve the durability, repairability and resale of its products.</p><p>PUMA does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><p>PUMA has demonstrated some progress in increasing the recycled polyester content in its products to over 16%, phasing out materials sourced from practices contributing to deforestation and reporting on progress in increasing recycled non-synthetic content including cotton, leather and rubber. <span class=footnote><sup>9</sup></span> But PUMA has not demonstrated any progress in reducing its reliance on fossil fuel materials, switching to organic cotton or cotton sourced from regenerative agriculture, reducing deadstock, recycling its own products (or other apparel) in a closed loop or improving the durability, repairability or resale of its products.</p>","materials_notes":"<li>[8] Ibid.</li><li>[9] Ibid.</li>","shipping_grade":"D+","shipping_summary":"<p>PUMA annually reports its shipping emissions and has a shipping emissions reduction target of \"20% relative to the volume transported.\" <span class=footnote><sup>10</sup></span></p><p>PUMA has not reported any significant reductions in its shipping emissions.</p><p>PUMA has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and advocate for supporting port infrastructure.</p>","shipping_notes":"<li>[10] Ibid.</li>","advocacy_grade":"B","advocacy_summary":"<p>Puma signed a letter to the government of Cambodia raising concerns about the country's continued investment in and expansion of coal power.</p>","leave empty\r":"\r"}