{"brand":"Ralph Lauren","path":"ralph-lauren","category":"casual,luxury","grade":"D","summary":"Ralph Lauren's efforts to advocate for access to renewable energy in Vietnam and for sector alignment with the Paris Accord is contrasted with its less than aggressive work to rein in its own climate pollution. While the popular brand has not done nearly enough to clean up its manufacturing with renewable energy, it has shown a willingness to reduce its reliance on virgin fossil fuel based materials, an effort it should rapidly scale to encompass all fossil fuel based materials. Ralph Lauren is transparent with its deadstock, a small but noteworthy sign of leadership.","commitments_grade":"D","commitments_summary":"<h4>Climate commitments</h4><p><strong>In own operations </strong><br/>Ralph Lauren has set a target to reduce absolute GHG emissions 30% by 2030 from a 2020 base year and has set a commitment to switch to 100% renewable energy in its own operations but not all of the renewable energy will be additional to the grid. <span class=footnote><sup>1, 2</sup></span></p><p><strong>In the supply chain </strong><br/>Ralph Lauren has set a target to reduce absolute GHG emissions 30% by 2030 from a 2020 base year, but the company has not set commitments to purchase or switch to renewable energy in its supply chain. <span class=footnote><sup>3</sup></span></p><h4>GHG emissions and energy transparency</h4><p><strong>In own operations </strong><br/>Ralph Lauren annually reports GHG emissions, energy demand and renewable energy consumption, but it does not explicitly report how much of the renewable energy it consumed is additional to the grid. <span class=footnote><sup>4</sup></span></p><p><strong>In the supply chain </strong><br/>Ralph Lauren has not publicly reported its list of suppliers and it only reports the annual GHG emissions associated with its supply chain. The company does not annually report energy demand and renewable energy consumption and attributes in its supply chain. <span class=footnote><sup>5</sup></span></p>","commitments_notes":"<li>[1] Science Based Targets initiative. (2020, July). Companies taking action. https://sciencebasedtargets.org/companies-taking-action#table  [2] Ralph Lauren. (n.d.). 2020 Global Citizenship & Sustainability Report. Retrieved from https://corporate.ralphlauren.com/on/demandware.static/-/Sites-RalphLauren_Corporate-Library/default/dwd8688705/documents/2020_Global_Citizenship_Sustainability_Report.pdf</li><li>[3] Science Based Targets initiative. (2020, July). Companies taking action. https://sciencebasedtargets.org/companies-taking-action#table</li><li>[4] Ralph Lauren. (n.d.). 2020 Global Citizenship & Sustainability Report. Retrieved from https://corporate.ralphlauren.com/on/demandware.static/-/Sites-RalphLauren_Corporate-Library/default/dwd8688705/documents/2020_Global_Citizenship_Sustainability_Report.pdf</li><li>[5] Ibid.</li>","renewable_grade":"F","renewable_summary":"<h4>Energy efficiency </h4><p>Ralph Lauren does not report providing financial incentives to suppliers, but the company reported that it \"partnered with five of the largest fabric mills we work with to help them join the Apparel Impact Institute (Aii) Mill/impact program,\" which helps to support some of its major suppliers in implementing projects to reduce their carbon footprint. <span class=footnote><sup>6</sup></span></p><h4>Renewable energy use and deployment </h4><p>It is not discernible if Ralph Lauren provides financial or other incentives to suppliers to reduce reliance on fossil fuels by deploying or using renewable energy. Ralph Lauren states \"Our programs will be designed to identify opportunities at factories and mills to set emission reduction targets through energy efficiency and renewable energy sourcing,\" which may be a start but the language is too vague to warrant credit. <span class=footnote><sup>7</sup></span></p><h4>Supplier transparency and commitments</h4><p>Ralph Lauren requires a significant proportion of its suppliers (216 supplier facilities or 63% of its total supply chain) to provide facility level data via the Higg Index. But the company does not require suppliers to set GHG emission reduction targets or set Science-based Targets (SBTs) or publicly report annual emissions. <span class=footnote><sup>8</sup></span></p>","renewable_notes":"<li>[6] Ibid.</li><li>[7] Ralph Lauren. (n.d.). Our Commitment to Net Zero. Retrieved from https://corporate.ralphlauren.com/on/demandware.static/-/Sites-RalphLauren_Corporate-Library/default/dw7de70952/documents/RL-Net-Zero-Commitment.pdf</li><li>[8] Ralph Lauren. (n.d.). 2020 Global Citizenship & Sustainability Report. Retrieved from https://corporate.ralphlauren.com/on/demandware.static/-/Sites-RalphLauren_Corporate-Library/default/dwd8688705/documents/2020_Global_Citizenship_Sustainability_Report.pdf</li>","materials_grade":"D","materials_summary":"<h4>Eliminating fossil fuel fabrics  </h4><p>Ralph Lauren has a commitment to phase out virgin polyester and use only recycled polyester by 2025, but though the company has not made any commitments to phase out recycled fossil fuel based materials, the company reports that in fiscal year 2021 it began \"mapping our polyester use to identify opportunities to reduce and replace it with innovative alternatives,\" for which it has received partial credit. <span class=footnote><sup>9</sup></span></p><h4>Commitment to circularity and low carbon materials  </h4><p>Ralph Lauren has a Forest Protection Policy which includes a commitment to \"ensure the Company does not source from endangered species habitat and ancient and endangered forests for man-made cellulosics and paper and packaging by the end of 2022.\" The company says that \"by 2025, 100 percent of our viscose will be sustainably sourced and verified through CanopyStyle audits.\" Ralph Lauren committed to source only recycled polyester by 2025 and transition to \"recycled nylon for shells and other fabrics that are 100 percent nylon.\" But the company has not made any commitments to phase out non-organic cotton or cotton sourced from non-regenerative agriculture or eliminate leather sourced from practices that contribute to deforestation by 2030.The company also has begun exploration of closed-loop systems with a cradle to cradle certification target, and has a target to begin resale and consumer recyling by 2022, for which it has received partial credit. <span class=footnote><sup>10, 11</sup></span></p><h4>Progress and performance  </h4><p>Ralph Lauren publicly reports its material mix, but it does not report its volume of deadstock and how it manages deadstock.</p><h4>Transparency </h4><p>Ralph Lauren has not committed to phasing out virgin fossil fuel based materials. The company has not committed to switching to organic cotton or cotton sourced from regenerative agriculture or reported progress in increasing the proportion of such cotton in its material mix. But the company reported some progress in increasing the recycled nylon and polyester content in some of its clothing, reporting that it \"incorporated recycled polyester in over 100 styles, including our Earth Polo, which is made entirely from fiber derived from postconsumer-recycled ocean-bound plastic bottles.\" Ralph Lauren has reported \"Of the viscose we used, 10 percent has been verified as sourced from manufacturers who have been deemed low-risk according to Canopy’s annual Hot Button Report.\" The company has not reported progress in reducing deadstock, recycling its own products or other apparel in a closed loop or increasing the repairability or resale of its products. Ralph Lauren publicly reports its material mix and as of fiscal year 2021, it has begun reporting its volume of deadstock, but it does not report how it manages its deadstock other than qualitatively. <span class=footnote><sup>12</sup></span></p>","materials_notes":"<li>[9] Ibid.</li><li>[10] Ibid.  [11] Ralph Lauren. (n.d.). Ralph Lauren's Forest Protection Policy. Retrieved from https://corporate.ralphlauren.com/on/demandware.static/-/Sites-RalphLauren_Corporate-Library/default/dw4687a67e/documents/Ralph_Lauren_Forest_Protection_Policy.pdf</li><li></li><li>[12] Ralph Lauren. (n.d.). 2020 Global Citizenship & Sustainability Report. Retrieved from https://corporate.ralphlauren.com/on/demandware.static/-/Sites-RalphLauren_Corporate-Library/default/dwd8688705/documents/2020_Global_Citizenship_Sustainability_Report.pdf</li>","shipping_grade":"F","shipping_summary":"<h4>Shipping climate commitments and reporting  </h4><p>Ralph Lauren reports its shipping emissions annually, but it does not report GHG emission targets from shipping. <span class=footnote><sup>13</sup></span></p><h4>Reduction in upstream shipping emissions </h4><p>Ralph Lauren has not reported any significant reductions in its shipping emissions, instead reporting an increase in shipping emissions in FY21 \"In FY21, air freight managed directly by Ralph Lauren was 6.7 percent compared with 3.8 percent in FY20. This increase was due to a combination of factors, including efforts not to buy ahead and create excess stock and time constraints linked to factory closures or delays as a result of COVID-19. In FY21, vendor-managed air accounted for 2.4 percent of total shipments, compared with 3.8 percent in FY20.\"</p><h4>Commitment and advocacy for zero emissions vessels (ZEV) by 2030  </h4><p>Ralph Lauren has not made any commitments to transitioning to zero emissions vessels (ZEV) and Ralph Lauren has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and advocate for supporting port infrastructure.</p>","shipping_notes":"<li>[13] Ibid.</li>","advocacy_grade":"A-","advocacy_summary":"<p>Ralph Lauren signed several letters urging policy makers to increase renewable energy supply and strong emissions reduction targets including: a letter to the Government of Vietnam urging swift approval and implementation of the Direct Power Purchase Agreement (DPPA) pilot to support the country's renewable energy transition; an open letter to President Biden supporting climate action that is consistent with the Paris Accord and a 2030 emissions reducton target, or Nationally Determined Contribution (NDC), of 50% or greater; a statement calling on the United States federal government to Transition to Zero-Carbon Energy; and the Business Ambition for 1.5°C commitment.</p>","leave empty\r":"\r"}