{"brand":"Salomon","path":"salomon","subsidiaries":"","category":"athletic,shoes,outdoor","grade":"D-","summary":"Salomon is falling behind other leading outdoor brands in its response to climate change. The company's climate emission reduction targets of 30% are far below the 55% reduction needed by 2030 in keeping with a 1.5 degree pathway. While the company supported a letter to the Government of Vietnam calling for implementation of renewable energy programs, it has not demonstrated meaningful progress in investing in renewable energy in its supply chain. The company needs to provide financial incentives to its manufacturing partners to switch from coal and other fossil fuel based energy sources to renewables and to chart a clear plan for reducing the climate impact of its materials by phasing out fossil fuel materials for low carbon alternatives.","commitments_grade":"D+","commitments_summary":"<h4>Climate commitments</h4><p><strong>In own operations </strong><br/>Salomon has set a target to reduce absolute GHG emissions 30% by 2030 from a 2018 base year, but it has not set commitments to purchase or switch to renewable energy in its own operations. <span class=footnote><sup>1</sup></span></p><p><strong>In the supply chain </strong><br/>Salomon has set a target to reduce absolute GHG emissions 30% by 2030 from a 2018 base year, but the company has not set commitments to purchase or switch to renewable energy in its supply chain. <span class=footnote><sup>2</sup></span></p><h4>GHG emissions and energy transparency</h4><p><strong>In own operations </strong><br/>Salomon's parent company, Amer Sports annually reports GHG emissions, energy demand and renewable energy consumption and attributes in its own operations to the CDP and on its corporate responsibility report, but it's not clear how much RE is additional. <span class=footnote><sup>3</sup></span></p><p><strong>In the supply chain </strong><br/>Salomon publicly reports its list of suppliers and its parent company, Amer Sports, only reports the annual GHG emissions associated with its supply chain. The company received partial credit because the majority of its scope 3 emissions are not included in goods and services reporting. Salomon does not annually report energy demand or renewable energy consumption and attributes in its supply chain. <span class=footnote><sup>4</sup></span></p>","commitments_notes":"<li>[1] Salomon. (n.d.) Mind the Playground. https://www.salomon.com/en-int/sustainability/mind-the-playground</li><li>[2] Ibid.</li><li>[3] Amer Sports. (n.d.). Amer Sports Corporate Responsibility Report 2016. Retrieved July 9, 2021 from: https://cdn.shopify.com/s/files/1/0067/4339/2313/files/Amer_Sports_Corporate_Responsibility_Report_2016.pdf?32076</li><li>[4] Ibid.</li>","renewable_grade":"F","renewable_summary":"<h4>Energy efficiency </h4><p>It is not discernible if Salomon provides financial or other incentives to suppliers to encourage or support energy efficiency measures.</p><h4>Renewable energy use and deployment </h4><p>It is not discernible if Salomon provides financial or other incentives to suppliers to reduce reliance on fossil fuels by deploying or using renewable energy.</p><h4>Supplier transparency and commitments</h4><p>Salomon requires some but not all suppliers to provide facility level data using the Higg Index. But the company does not require suppliers to set GHG emission reduction targets or set Science-based Targets (SBTs) or annually report GHG emissions. <span class=footnote><sup>5</sup></span></p>","renewable_notes":"<li>[5] Ibid.</li>","materials_grade":"F","materials_summary":"<h4>Eliminating fossil fuel fabrics  </h4><p>Salomon has not made any commitments to phase out fossil fuel based materials.</p><h4>Commitment to circularity and low carbon materials  </h4><p>Salomon has committed to improving the durability and repairability of its products, but it has not made any commitments to phase out non-organic cotton or cotton sourced from non-regenerative agriculture, or to eliminate materials such as leather and viscose sourced from practices that contribute to deforestation by 2030. Salomon has not committed to closing the apparel-to-apparel recycling loop. <span class=footnote><sup>6</sup></span></p><h4>Progress and performance  </h4><p>Salomon does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><h4>Transparency </h4><p>Salomon has demonstrated limited progress in reducing its reliance on fossil fuel materials by increasing the bio-sourced materials used in its snowboard cores. <span class=footnote><sup>7</sup></span> The company has reported progress in improving the repairability of its products and in offering repair services. But Salomon has not demonstrated any progress in switching to organic cotton or cotton sourced from regenerative agriculture, increasing the recycled content in its products, recycling its own products (or other apparel) in a closed-loop system or phasing out materials sourced from practices contributing to deforestation.</p>","materials_notes":"<li>[6] Salomon. (n.d.) Mind the Toys. https://www.salomon.com/en-int/sustainability/mind-the-toys</li><li>[7] RYGR. (2021, January 27). Salomon Announces New Sustainability Initiatives for Winter Sports Category. Outside Business Journal. https://www.outsidebusinessjournal.com/press-releases/salomon-announces-new-sustainability-initiatives-for-winter-sports-category/</li>","shipping_grade":"F","shipping_summary":"<h4>Shipping climate commitments and reporting  </h4><p>Salomon's parent company, Amer Sports, reports its shipping emissions annually, but it is not clear if the brand or its parent company have a shipping emissions reducton target.</p><h4>Reduction in upstream shipping emissions </h4><p>Salomon has not reported any significant reductions in its shipping emissions.</p><h4>Commitment and advocacy for zero emissions vessels (ZEV) by 2030  </h4><p>Salomon has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and to advocate for supporting port infrastructure.</p>","shipping_notes":"","advocacy_grade":"B","advocacy_summary":"<p>Salomon signed a letter to the Government of Vietnam urging swift approval and implementation of the Direct Power Purchase Agreement (DPPA) pilot to support the country's renewable energy transition.</p>","leave empty\r":"\r"}