{"brand":"Salvatore Ferragamo ","path":"salvatore-ferragamo","subsidiaries":"","main_brands":"","category":"luxury","grade":"F","summary":"Salvatore Ferragamo has set climate targets, albeit lower than the moment dictates if the company wishes to do its part to keep global warming below 1.5℃. More worrisome, other than some progress sourcing renewable energy in its own operations, Salvatore Ferragamo has not begun using renewables or even implementing energy efficiency measures in its supply chain. Nor has the brand set material targets to wean itself off fossil fuel fashion.","commitments_grade":"D","commitments_summary":"<h4>Climate commitments</h4><p><strong>In own operations </strong><br/>Salvatore Ferragamo has set a target to reduce absolute GHG emissions 42% by 2030 in its own operations, but the target is below 55% reduction. The company has not set commitments to switch to 100% renewable energy in its own operations, but it reports that its Italian operations use 100% renewable energy. It's not discernible if the renewable energy is all additional to the grid. <span class=footnote><sup>1</sup></span></p><p><strong>In the supply chain </strong><br/>Salvatore Ferragamo has set a target to reduce absolute GHG emissions 42% by 2029, though this target applies only to purchased goods and services and downstream transportation, but the company has not set commitments to purchase or switch to renewable energy in its supply chain. <span class=footnote><sup>2</sup></span></p><h4>GHG emissions and energy transparency</h4><p><strong>In own operations </strong><br/>Salvatore Ferragamo annually reports GHG emissions, energy demand and renewable energy consumption in its own operations, but it does not explicitly report how much of the renewable energy it consumed was additional to the grid or credits.</p><p><strong>In the supply chain </strong><br/>Salvatore Ferragamo has not publicly reported its list of suppliers and it reports the annual GHG emissions associated with its supply chain. The company does not annually report energy demand and renewable energy consumption and attributes in its supply chain.</p>","commitments_notes":"<li>[1] Science Based Targets initiative. (2020, September). Companies taking action. https://sciencebasedtargets.org/companies-taking-action#table</li><li>[2] Ibid.</li>","renewable_grade":"F","renewable_summary":"<h4>Energy efficiency </h4><p>It is not discernible if Salvatore Ferragamo provides financial or other incentives to suppliers to encourage or support energy efficiency measures.</p><h4>Renewable energy use and deployment </h4><p>It is not discernible if Salvatore Ferragamo provides financial or other incentives to suppliers to reduce reliance on fossil fuels by deploying or using renewable energy.</p><h4>Supplier transparency and commitments</h4><p>It is not discernible if Salvatore Ferragamo requires suppliers to set GHG emission reduction targets, set Science-based Targets (SBTs), provide facility level data using the Higg Index or annually report GHG emissions.</p>","renewable_notes":"","materials_grade":"F","materials_summary":"<h4>Eliminating fossil fuel fabrics  </h4><p>Salvatore Ferragamo has not made any commitments to phase out fossil fuel based materials.</p><h4>Commitment to circularity and low carbon materials  </h4><p>Salvatore Ferragamo has not made any commitments to switch to organic cotton or cotton sourced from regenerative agriculture or eliminate materials, such as leather and viscose, sourced from practices that contribute to deforestation by 2030. The company has not committed to closing the apparel-to-apparel recycling loop or improving the repairability and resale of its products. The company only has a broad target of \"25% of low environmental impact key raw materials\" by 2025. <span class=footnote><sup>3</sup></span></p><h4>Progress and performance  </h4><p>Salvatore Ferragamo does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><h4>Transparency </h4><p>Salvatore Ferragamo has not committed to phasing out virgin fossil fuel based materials or reported on its progress in reducing its reliance on such materials. The company has not committed to switching to organic cotton or cotton sources from regenerative agriculture or reported progress in increasing the proportion of such cotton in its material mix. The company has not demonstrated significant progress in increasing the recycled content in its products, reducing deadstock, recycling its own products or other apparel in a closed loop, phasing out materials sourced from practices contributing to deforestation or increasing the repairability or resale of its products. The company received partial credit for using recycled polyester and cotton in its VIVA Responsible Ballet Flat line of shoes. <span class=footnote><sup>4</sup></span></p>","materials_notes":"<li>[3] Salvatore Ferragamo. (2020) Annual Report 2020. Retrieved on July 13, 2021 from: https://sustainability.ferragamo.com/resource/blob/434680/66addbd448d317176730e320c2fe9cda/annual-report-ferragamo-2020-eng-data.pdf</li><li>[4] Ibid.</li>","shipping_grade":"F","shipping_summary":"<h4>Shipping climate commitments and reporting  </h4><p>Salvatore Ferragamo annually reports its shipping emissions but does not include shipping emissions in its GHG reduction targets.</p><h4>Reduction in upstream shipping emissions </h4><p>Salvatore Ferragamo has not reported any significant reductions in its shipping emissions.</p><h4>Commitment and advocacy for zero emissions vessels (ZEV) by 2030  </h4><p>Salvatore Ferragamo has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and advocate for supporting port infrastructure.</p>","shipping_notes":"","advocacy_grade":"D","advocacy_summary":"<p>Salvatore Ferragamo signed the Business Ambition for 1.5°C commitment.</p>","leave empty\r":"\r"}