{"brand":"Under Armour","path":"under-armour","subsidiaries":"","main_brands":"","category":"athletic,shoes","grade":"F","summary":"While Under Armour was one of the fastest growing apparel brands prior to COVID-19, Under Armour has lagged far behind many of its athletic apparel peers in responding to climate change. Under Armour adopted SBT-approved reduction targets in April of 2021, but its 30% emissions reduction target in its own operations and supply chain is far below the targets set by leading competitors such as Nike. The company also lags far behind on basic transparency when it comes to disclosing climate emissions and needs to quickly move to phase out coal and drive the deployment and use of renewable energy in its supply chain that is heavily concentrated in Vietnam and China. The company must also take action to phase out fossil fuel materials such as polyester for low carbon alternatives if it’s serious about addressing the climate crisis.","commitments_grade":"F","commitments_summary":"<h4>Climate commitments</h4><p><strong>In own operations </strong><br/>Under Armour has set a target to reduce absolute GHG emissions 30% and has set public commitments to switch to 100% renewable energy in its own operations, but it's not clear if the renewable energy will be additional to the grid. <span class=footnote><sup>1</sup></span></p><p><strong>In the supply chain </strong><br/>Under Armour has set a target to reduce absolute GHG emissions 30% by 2030 but the company has not set commitments to purchase or switch to renewable energy in its supply chain. <span class=footnote><sup>2</sup></span></p><h4>GHG emissions and energy transparency</h4><p><strong>In own operations </strong><br/>Under Armour has not publicly reported GHG emissions, energy demand and renewable energy consumption and attributes in its own operations.</p><p><strong>In the supply chain </strong><br/>Under Armour publicly reports its list of suppliers but it has not reported the GHG emissions, energy demand and renewable energy consumption and attributes associated with its supply chain. <span class=footnote><sup>3</sup></span></p>","commitments_notes":"<li>[1] Science Based Targets initiative. (2021, April). Companies taking action. https://sciencebasedtargets.org/companies-taking-action#table</li><li>[2] Ibid</li><li>[3] Under Armour. (n.d.). Transparency. Retrieved July 6, 2021, from https://about.underarmour.com/community/sustainability/transparency</li>","renewable_grade":"F","renewable_summary":"<h4>Energy efficiency </h4><p>Under Armour participates in the Clean by Design program, which serves as a financial incentive to some of its suppliers to adopt energy efficiency measures. <span class=footnote><sup>4</sup></span></p><h4>Renewable energy use and deployment </h4><p>It is not discernible if Under Armour provides financial or other incentives to suppliers to reduce reliance on fossil fuels by deploying or using renewable energy.</p><h4>Supplier transparency and commitments</h4><p>Under Armour requires some but not all suppliers to provide facility level data using the Higg Index. Under Armour reports that it \"asked key factory partners to annually assess their operations with the SAC’s Facilities Environmental Module (FEM).\" The company does not require suppliers to set GHG emission reduction targets or set Science-based Targets (SBTs) or annually report GHG emissions. <span class=footnote><sup>5</sup></span></p>","renewable_notes":"<li>[4] NRDC. (2018, June 21). Clean by Design (CBD) Project Launched Rapid Expansion. Retrieved July 6, 2021, from http://www.nrdc.cn/news/newsinfo?id=551&cook=1</li><li>[5] Under Armour. (n.d.). Manufacturing. Retrieved on July 6, 2021, from https://about.underarmour.com/community/sustainability/environment/manufacturing</li>","materials_grade":"F","materials_summary":"<h4>Eliminating fossil fuel fabrics  </h4><p>Under Armour has not made any commitments to phase out fossil fuel based materials.</p><h4>Commitment to circularity and low carbon materials  </h4><p>Under Armour has not made any commitments to switch to organic cotton or cotton sourced from regenerative agriculture or eliminate materials, such as leather and viscose, sourced from practices that contribute to deforestation by 2030. The company has not committed to closing the apparel-to-apparel recycling loop or improving the repairability and resale of its products.</p><h4>Progress and performance  </h4><p>Under Armour does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><h4>Transparency </h4><p>Under Armour does not source viscose and other wood-derived materials that may contribute to deforestation, and it utilizes alternative low-risk wood-derived materials such as TENCEL fibers. The company has not committed to phasing out virgin fossil fuel based materials or reported on its progress in reducing its reliance on such materials. The company has not committed to switching to organic cotton or cotton sourced from regenerative agriculture or reported progress in increasing the proportion of such cotton in its material mix. Under Armour has not reported significant progress in increasing the recycled content in its products, in reducing deadstock, recycling its own products or other apparel in a closed-loop system or increasing the repairability or resale of its products. The company received partial credit for reporting that it eliminated the use of elastane to increase the recyclability of its products. <span class=footnote><sup>6</sup></span></p>","materials_notes":"<li>[6] Under Armour (n.d.). Product. Retrieved July 6, 2021, from https://about.underarmour.com/community/sustainability/environment/product</li>","shipping_grade":"F","shipping_summary":"<h4>Shipping climate commitments and reporting  </h4><p>Under Armour does not report its shipping emissions annually and has not publicly reported a GHG emission target from shipping.</p><h4>Reduction in upstream shipping emissions </h4><p>Under Armour does not report its emissions from shipping.</p><h4>Commitment and advocacy for zero emissions vessels (ZEV) by 2030  </h4><p>Under Armour has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and to advocate for supporting port infrastructure.</p>","shipping_notes":"","advocacy_grade":"F","advocacy_summary":"<p>It is not discernable if Under Armour participated in advocacy efforts over the preceding 24 months urging policy makers to promote and support increasing renewable energy supply, especially in supply chain countries, or stronger emissions reduction targets.</p>","leave empty\r":"\r"}