{"brand":"UNIQLO","path":"uniqlo","category":"casual,fast","grade":"F","summary":"Fast fashion innovator UNIQLO will miss the slim window of opportunity to bring its GHG emissions down to a 1.5 degree pathway if it does not swiftly raise its ambition and implementation. UNIQLO's climate commitments and its dearth of action to implement thos commitments are all small in scale and the company runs the risk of greenwashing over its value chain climate pollution. Instead, UNIQLO should scale up its work to cut emissions in the mills it contracts, increase all climate targets, begin to access renewable energy in its supply chain, and to reduce its reliance on fossil fuel based materials.","commitments_grade":"D","commitments_summary":"<h4>GHG emission reduction targets (scope 1 & 2) </h4><p>Fast Retailing has not set targets to reduce absolute GHG emissions or to switch to renewable energy across all of its own operations. The company committed in Feb 2019 to set Science-based Targets within two years and has a goal to reduce GHG emissions in Uniqlo stores in Japan \"10% per unit of floor area by the year 2020, as compared to 2013 emissions.\" The company reports it has achieved 38.7% reduction in these stores as of 2020. UNIQLO has signed the Fashion Charter, for which it received partial credit. <span class=footnote><sup>1</sup></span></p><h4>GHG emission reduction targets (scope 3) </h4><p>Fast Retailing has not set targets to reduce absolute GHG emissions or to switch to renewable energy in its supply chain. But the company has a goal to \"to reduce energy consumption by 10% of the 2016 levels by the end 2020\" in their core fabric mills. UNIQLO has signed the Fashion Charter, for which it received partial credit. <span class=footnote><sup>2</sup></span></p><h4>Transparency</h4><p>Fast Retailing annually reports its GHG emissions in its own operations, but it does not report energy demand and renewable energy consumption and attributes. <span class=footnote><sup>3</sup></span></p><p>Fast Retailing publicly reports its list of suppliers and it only reports the annual GHG emissions associated with its supply chain. The company does not annually report energy demand and renewable energy consumption and attributes in its supply chain. <span class=footnote><sup>4, 5</sup></span>","commitments_notes":"<li>[1] Fast Retailing. (n.d.). Response to Climate Change. Retrieved from https://www.fastretailing.com/eng/sustainability/environment/climatechange.html</li><li>[2] Ibid.</li><li>[3] Ibid.</li><li>[4] Ibid.  [5] Fast Retailing. (n.d.). Partner Factory List. Retrieved from https://www.fastretailing.com/eng/sustainability/labor/list.html</li>","renewable_grade":"F","renewable_summary":"<p>Fast Retailing does not report providing financial incentives to suppliers, but the company through its Uniqlo Responsible Mill Program, which relies on on-site inspections conducted by \"external experts,\" encourages factories to implement \"energy saving project plans\" that have resulted in \"6.0% energy saving against the 10% reduction target by the end of 2019.\" <span class=footnote><sup>6</sup></span></p><p>It is not discernible if Fast Retailing provides financial or other incentives to suppliers to reduce reliance on fossil fuels by deploying or using renewable energy.</p><p>Fast Retailing requires some but not all suppliers, specifically fabric mills, to provide facility level data using the Higg Index. But the company does not require suppliers to set GHG emission reduction targets or Science-based Targets (SBTs) or annually report GHG emissions. <span class=footnote><sup>7</sup></span></p>","renewable_notes":"<li>[6] Fast Retailing. (n.d.). Environmental Management. Retrieved from https://www.fastretailing.com/eng/sustainability/environment/management.html#rmp</li><li>[7] Ibid.</li>","materials_grade":"F","materials_summary":"<p>Fast Retailing has not made any commitments to phase out fossil fuel based materials.</p><p>Fast Retailing has not made any commitments to switch to organic cotton or cotton (or other materials) sourced from regenerative agriculture or eliminate materials, such as leather and viscose, sourced from practices that contribute to deforestation by 2030. The company has not committed to closing the apparel-to-apparel recycling loop, eliminating deadstock or improving the repairability and resale of its products.</p><p>Fast Retailing does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><p>Fast Retailing has not committed to phasing out virgin fossil fuel based materials or reported on its progress in reducing its reliance on such materials. The company has not committed to switching to organic cotton or cotton (or other materials) sourced from regenerative agriculture or reported progress in increasing the proportion of such cotton in its material mix. The company has not demonstrated any progress in eliminating deadstock, phasing out materials sourced from practices contributing to deforestation or increasing the repairability or resale of its products. Fast Retailing reported that it uses recycled nylon to make a line of bags and that \"recycled polyester comprises 32% to 75% of the high-performance, quick-drying DRY-EX Polo Shirt, and 30% of the Fluffy Yarn Fleece Full-Zip Jacket, and Fluffy Yarn Fleece Pullover Shirt.\" The company received partial credit for recycling and reusing its own down and feathers through its RE.UNIQLO program into new clothing. <span class=footnote><sup>8, 9</sup></span></p>","materials_notes":"<li>[8] UNIQLO. (n.d.). Sustainability Report. Retrieved from https://www.uniqlo.com/en/sustainability/report/reuniqlo/  [9] UNIQLO. (n.d.). Re.UNIQLO. Retrieved from https://www.uniqlo.com/en/re-uniqlo/</li>","shipping_grade":"F","shipping_summary":"<p>Fast Retailing does not report its shipping emissions annually and has not publicly reported a GHG emission target from shipping.</p><p>Fast Retailing has not reported any significant reductions in its shipping emissions.</p><p>Fast Retailing has not made any commitments to transitioning to zero emissions vessels (ZEV) and Fast Retailing has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and advocate for supporting port infrastructure.</p>","shipping_notes":"","advocacy_grade":"D","advocacy_summary":"<p>UNIQLO signed the Business Ambition for 1.5°C commitment.</p>","leave empty\r":"\r"}