{"brand":"VAUDE Sports","path":"vaude-sports","subsidiaries":"","category":"outdoor","grade":"D","summary":"The German outdoor gear brand VAUDE has long been sourcing renewable energy in its own operations--which notably includes a portion of the company's manufacturing, and experimenting with methods to develop true closed loop recycling in order to address its GHG emissions footprint. As a small company, VAUDE will need to continue its collaborative work in order to source renewable energy in its supply chain. The company will also need to continue its efforts to find alternatives to fossil fuel based fabrics and closing the recycling loop. [add deadstock mention if they provide source]","commitments_grade":"C","commitments_summary":"<h4>Climate commitments</h4><p><strong>In own operations </strong><br/>VAUDE has set a target to reduce absolute GHG emissions, covering only employee mobility, 25% by 2024, and it has committed to setting Science-based Targets. The company reports it has relied on 100% renewable energy, including through significant deployment of renewables, for its buildings, and that its headquarters have been \"climate-neutral\" since 2012. VAUDE has received credit reflecting the use of 100% renewables, irrespective of target. <span class=footnote><sup>1, 2</sup></span></p><p><strong>In the supply chain </strong><br/>VAUDE has not set targets to reduce absolute GHG emissions or to switch to renewable energy in its supply chain, but it is committed to setting Science-based Targets covering its supply chain in 2021. Because VAUDE owns and operates one of its own manufacturing sites, using renewable energy, it has received partial credit reflecting this practice. <span class=footnote><sup>3, 4</sup></span></p><h4>GHG emissions and energy transparency</h4><p><strong>In own operations </strong><br/>VAUDE annually reports GHG emissions, energy demand and renewable energy consumption and attributes in its own operations. <span class=footnote><sup>5, 6</sup></span></p><p><strong>In the supply chain </strong><br/>VAUDE publicly reports its list of suppliers and it only reports the annual GHG emissions associated with its supply chain. VAUDE does not annually report energy demand or renewable energy consumption and attributes in its supply chain. <span class=footnote><sup>7</sup></span></p>","commitments_notes":"<li>[1] VAUDE. (n.d.). Starting the Energy Revolution Ourselves. Retrieved from https://csr-report.vaude.com/gri-en/environmental/electricity.php  [2] VAUDE. (n.d.). VAUDE Focuses on E-mobility. Retrieved from https://csr-report.vaude.com/gri-en/environmental/fuel.php</li><li>[3] VAUDE. (n.d.). Climate Neutral with Science Based Targets. Retrieved from https://csr-report.vaude.com/gri-en/environmental/climate-neutral-business.php/?&_ga=2.165560568.658885950.1616533832-525484515.1614365361#anchor_b1b53331_Accordion-1-How-do-you-actually-become-climate-neutral  [4] VAUDE. (n.d.). VAUDE \"Made in Germany\". Retrieved from https://csr-report.vaude.com/gri-en/product/Made-in-Germany.php</li><li>[5] VAUDE. (n.d.). Starting the Energy Revolution Ourselves. Retrieved from https://csr-report.vaude.com/gri-en/environmental/electricity.php  [6] VAUDE. (n.d.). VAUDE Carbon Footprint at Our Tettnang Headquarters. Retrieved from https://csr-report.vaude.com/gri-en/environmental/carbon-footprint.php</li><li>[7] VAUDE. (n.d.). [hold for content]</li>","renewable_grade":"F","renewable_summary":"<h4>Energy efficiency </h4><p>It is not discernible if Vaude provides financial or other incentives to suppliers to encourage or support energy efficiency measures.</p><h4>Renewable energy use and deployment </h4><p>It is not discernible if VAUDE provides financial or other incentives to suppliers to reduce reliance on fossil fuels by deploying or using renewable energy.</p><h4>Supplier transparency and commitments</h4><p>VAUDE requires suppliers to provide facility level data via the Higg Index. But the company does not require suppliers to set GHG emission reduction targets, set Science-based Targets (SBTs) or annually report GHG emissions. <span class=footnote><sup>8</sup></span></p>","renewable_notes":"<li>[8] VAUDE. (n.d.). [hold for content]</li>","materials_grade":"B+","materials_summary":"<h4>Eliminating fossil fuel fabrics  </h4><p>VAUDE has not made any commitments to phase out fossil fuel based materials, but it is involved with closed-loop recycling innovation. <span class=footnote><sup>9</sup></span></p><h4>Commitment to circularity and low carbon materials  </h4><p>VAUDE has committed to increasing its recycled content across all materials to reach a target of 90% of products at least 50% recycled or bio-based by 2024 and has been using 100% organic cotton for a decade. The company sources TENCEL Lyocell for its cellulosic materials, has contributed to polyester recycling innovation and is exploring implementing a secondhand or takeback program. <span class=footnote><sup>10 - 14</sup></span></p><h4>Progress and performance  </h4><p>VAUDE publicly discloses its material mix. <span class=footnote><sup>15</sup></span></p><h4>Transparency </h4><p>VAUDE has demonstrated significant progress in increasing the recycled content in its products and recycling its own products (or other apparel) in a closed loop, switching to organic cotton, phasing out materials sourced from practices contributing to deforestation and increasing the repairability or resale of its products. The company has not demonstrated any progress in reducing its reliance on fossil fuel materials. <span class=footnote><sup>16</sup></span></p>","materials_notes":"<li>[9] VAUDE. (n.d.). [hold for content]</li><li>[10] VAUDE. (n.d.). Organic Cotton. Retrieved from https://csr-report.vaude.com/gri-en/product/organic-cotton.php  [11] VAUDE. (n.d.). Making Clothes from Trees. Retrieved from https://csr-report.vaude.com/gri-en/product/tencel.php  [12] VAUDE. (n.d.). Slow Fashion Versus the Throwaway Society. Retrieved from https://csr-report.vaude.com/gri-en/product/never-ending-responsibility.php  [13] VAUDE. (n.d.). VAUDE Introduces the Repair Index. Retrieved from https://csr-report.vaude.com/gri-en/news/VAUDE-introduces-the-Repair-Index.php  [14] VAUDE. (n.d.). Fishing Nets, Coffee Grounds, PET bottles. Retrieved from https://csr-report.vaude.com/gri-en/product/recycled-materials.php</li><li>[15] VAUDE. (n.d.). [hold for content on material mix]</li><li>[16] VAUDE. (n.d.). Fishing Nets, Coffee Grounds, PET bottles. Retrieved from https://csr-report.vaude.com/gri-en/product/recycled-materials.php.</li>","shipping_grade":"F","shipping_summary":"<h4>Shipping climate commitments and reporting  </h4><p>VAUDE reports its shipping emissions annually, but it does not have shipping emissions reduction targets. <span class=footnote><sup>17</sup></span></p><h4>Reduction in upstream shipping emissions </h4><p>VAUDE has not reported any significant reductions in its shipping emissions.</p><h4>Commitment and advocacy for zero emissions vessels (ZEV) by 2030  </h4><p>VAUDE has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and advocate for supporting port infrastructure.</p>","shipping_notes":"<li>[17] VAUDE. (n.d.). Halfway around the World, yet Still Eco-Friendly? Retrieved from https://csr-report.vaude.com/gri-en/environmental/merchandise-logistics.php</li>","advocacy_grade":"D+","advocacy_summary":"<p>VAUDE signed the Uniting Business and Governments to Recover Better joint statement, and a letter calling on the German government to strengthen its climate plan and begin to compel implementation, where the company conducts a portion of its manufacturing.</p>","leave empty\r":"\r"}