{"brand":"VF Corp","path":"vf-corp","category":"casual,shoes,outdoor","grade":"C","summary":"VF Corp's GHG emissions reductions efforts are noteworthy for the company's work with manufacturers to access renewable energy and increase energy efficiency, and for its advocacy leadership to increase policies that will allow it to do even more in its supply chain to curb its climate pollution. VF Corp should expand the cutting edge programs housed within single brands to bring down the emissions associated with its materials, in order to meet its climate targets, increase its scope 3 target to meet align with the 1.5℃ pathway, and rapidly scale up its supply chain renewables.","commitments_grade":"C+","commitments_summary":"<h4>Climate commitments</h4><p><strong>In own operations </strong><br/>VF Corp has set a target to reduce absolute GHG emissions 55% by 2030 from a 2017 base year and has set public commitments to switch to 100% renewable energy in its own operations by 2025, but it's not clear if the renewable energy will be additional to the grid. <span class=footnote><sup>1</sup></span></p><p><strong>In the supply chain </strong><br/>VF Corp has set a target to reduce absolute GHG emissions 30% by 2030 from a 2017 base year, but the company has not set commitments to purchase or switch to renewable energy in its supply chain. <span class=footnote><sup>2</sup></span></p><h4>GHG emissions and energy transparency</h4><p><strong>In own operations </strong><br/>VF Corp annually reports the GHG emissions, energy demand and renewable energy consumption and attributes in its own operations to the CDP.</p><p><strong>In the supply chain </strong><br/>VF Corp publicly reports its list of suppliers and it reports the annual GHG emissions and energy demand associated with its supply chain to the CDP, but VF Corp does not annually report renewable energy consumption and attributes. <span class=footnote><sup>3</sup></span></p>","commitments_notes":"<li>[1] VF Corporation. (2018). We are Made for Change: Sustainabilitu & Responsibility Report 2018. Retrieved July 13, 2021 from: https://d1io3yog0oux5.cloudfront.net/vfc/files/documents/Sustainability/Resources/VF+2018+Made+for+Change+report.pdf</li><li>[2] Ibid.</li><li>[3] VF Corp. (n.d.). Factory List. https://www.vfc.com/sustainability-and-responsibility/factory-list</li>","renewable_grade":"C-","renewable_summary":"<h4>Energy efficiency </h4><p>VF Corp provides financial incentives to some of its suppliers for energy efficiency measures via the Clean by Design program and through the International Finance Corporation. <span class=footnote><sup>4</sup></span></p><h4>Renewable energy use and deployment </h4><p>VF Corp provides financial incentives to some of its suppliers to reduce reliance on fossil fuel energy by deploying or using renewable energy. <span class=footnote><sup>5</sup></span></p><h4>Supplier transparency and commitments</h4><p>VF Corp requires some but not all suppliers to provide facility level data using the Higg Index. But the company does not require suppliers to set GHG emission reduction targets or Science-based Targets (SBTs) or to annually report GHG emissions.</p>","renewable_notes":"<li>[4] VF Corporation. (2018). We are Made for Change: Sustainabilitu & Responsibility Report 2018. Retrieved July 13, 2021 from: https://d1io3yog0oux5.cloudfront.net/vfc/files/documents/Sustainability/Resources/VF+2018+Made+for+Change+report.pdf</li><li>[5] VF Corporation. (2018). We are Made for Change: Sustainabilitu & Responsibility Report 2018. Retrieved July 13, 2021 from: https://d1io3yog0oux5.cloudfront.net/vfc/files/documents/Sustainability/Resources/VF+2018+Made+for+Change+report.pdf</li>","materials_grade":"D+","materials_summary":"<h4>Eliminating fossil fuel fabrics  </h4><p>VF Corp committed to phasing out all fossil fuel based materials (virgin and recycled) by 2023 in its Icebreaker brand, but not in other brands. <span class=footnote><sup>6</sup></span></p><h4>Commitment to circularity and low carbon materials  </h4><p>VF Corp has committed to increasing the recycled content of its synthetic materials, specifically polyester and nylon, to 50% by 2025 but it has not made any commitments to phase out non-organic cotton or cotton sourced from non-regenerative agriculture. The company's Forest Derived Materials (FDM) Policy aims to avoid sourcing manmade cellulosic materials such as viscose from ancient, endangered or controversial forests and reports its \"Animal Derived Materials (ADM) Policy addresses deforestation associated with cattle grazing in the Amazon Biome.\" <span class=footnote><sup>7, 8</sup></span> VF Corp has not committed to closing the apparel-to-apparel recycling loop or improving the durability, repairability or resale of its products.</p><h4>Progress and performance  </h4><p>VF Corp does not publicly report its material mix, its volume of deadstock or how it manages its deadstock.</p><h4>Transparency </h4><p>VF Corp has demonstrated significant progress in reducing its reliance on fossil fuel materials in one of its brands. VF Corp, however, has made limited progress in increasing the recycled synthetic content in its products. <span class=footnote><sup>9</sup></span> The company has not demonstrated progress in switching to organic cotton or cotton sourced from regenerative agriculture, eliminating deadstock, recycling its own products (or other apparel) in a closed loop or increasing the durability, repairability or resale of its products. The company has not reported progress on implementing its Forest Derived Materials Policy and phasing out viscose or other materials that may contribute to deforestation.</p>","materials_notes":"<li>[6] Icebreaker. (n.d.) Our aim: Plastic-free by 2023. https://www.icebreaker.com/en-us/transparency.html#reports</li><li>[7] VF Corp. (n.d.) Forest Derived Materials (FDM) Policy. Retrieved on July 13, 2021 from: https://d1io3yog0oux5.cloudfront.net/vfc/files/documents/Sustainability/Resources/FDM+Policy.pdf  [8] VF Corporation. (2018). We are Made for Change: Sustainabilitu & Responsibility Report 2018. Retrieved July 13, 2021 from: https://d1io3yog0oux5.cloudfront.net/vfc/files/documents/Sustainability/Resources/VF+2018+Made+for+Change+report.pdf</li><li>[7] Ibid.</li>","shipping_grade":"D+","shipping_summary":"<h4>Shipping climate commitments and reporting  </h4><p>VF Corp annually reports its shipping emissions and it includes shipping emissions in its GHG reduction targets.</p><h4>Reduction in upstream shipping emissions </h4><p>VF Corp has not reported any significant reductions in its shipping emissions.</p><h4>Commitment and advocacy for zero emissions vessels (ZEV) by 2030  </h4><p>VF Corp has not made any commitments to transitioning to zero emissions vessels (ZEV) and has not made any discernible effort to demand zero emissions vessels over liquified natural gas (LNG) fuel and to advocate for supporting port infrastructure.</p>","shipping_notes":"","advocacy_grade":"A-","advocacy_summary":"<p>VF Corp. signed several letters urging policy makers to increase renewable energy supply and adopt strong emissions reduction targets including: a letter to the Government of Vietnam urging swift approval and implementation of the Direct Power Purchase Agreement (DPPA) pilot to support the country's renewable energy transition; the business and investor CEO letter on EU 2030 GHG emissions targets; and, an open letter to President Biden supporting climate action that is consistent with the Paris Accord and a 2030 emissions reduction target, or Nationally Determined Contribution (NDC), of 50% or greater. It also signed the Uniting Business and Governments to Recover Better joint statement and the Business Ambition for 1.5°C commitment.</p>","leave empty\r":""}